[{"text": " Does it work now?", "start": 0.0, "duration": 18.53}, {"text": " Ones of its back?", "start": 20.53, "duration": 2.0}, {"text": " All right, as I was saying, oh boy, this is really frustrating. As I was saying, that's the opposite of a society that's responsible for itself. Putting your faith in society is the", "start": 41.67, "duration": 4.809999999999995}, {"text": " opposite of what I'm trying to say. Because I want you guys to ask yourself a", "start": 46.48, "duration": 5.400000000000006}, {"text": " question. How is it, who the fuck do I think I am, that I could say Dr. Fauchy is wrong?", "start": 51.88, "duration": 8.449999999999996}, {"text": " The scientists are wrong. The institutions are wrong.", "start": 60.33, "duration": 4.0}, {"text": " The educational system is wrong. The historians are wrong.", "start": 64.33, "duration": 3.0}, {"text": " Politicians are wrong. The government is wrong and the powers, politicians are fucking wrong, the government is wrong, and the powers that", "start": 67.33, "duration": 5.299999999999997}, {"text": " be are fucking wrong.", "start": 72.63, "duration": 3.0}, {"text": " Who the fuck am I to say that, you know? All right, where did I leave off?", "start": 75.63, "duration": 8.370000000000005}, {"text": " Where did I leave off?", "start": 84.0, "duration": 11.0}, {"text": " Where did I leave off?", "start": 95.0, "duration": 2.3299999999999983}, {"text": " Where did I leave off? Okay, you heard me, that the institutions and the powers that be are wrong. Who the fuck am I to say that? And you think that comes from me thinking I'm a know it all.", "start": 128.0, "duration": 2.0}, {"text": " And it doesn't. It comes from the opposite. You know, it comes from me having a sense, not at faith in society but faith in the fact that society", "start": 132.0, "duration": 9.810000000000002}, {"text": " doesn't know anything because society has my problem because my problem is not even my choice. It's not even mine per se.", "start": 143.57, "duration": 14.379999999999995}, {"text": " What I thought was my problem was a fact of existence itself, for example, right?", "start": 157.95, "duration": 9.050000000000011}, {"text": " And when you understand that, when you understand that, when you understand that it's like nobody knows society", "start": 167.0, "duration": 16.129999999999995}, {"text": " doesn't know none of these powers that be fucking know they have no I mean none of these people could preempt a fucking Napoleon.", "start": 183.13, "duration": 10.539999999999992}, {"text": " None of these people could decide the fate of history itself, and they're lying to us.", "start": 193.67, "duration": 9.0}, {"text": " They claim that they know it all and that they have knowledge of the end of history,", "start": 202.67, "duration": 3.3300000000000125}, {"text": " but they don't because history is not fucking over.", "start": 206.0, "duration": 4.0}, {"text": " History is not over", "start": 211.0, "duration": 2.0}, {"text": " and the wilderness of historicity.", "start": 213.0, "duration": 5.3300000000000125}, {"text": " The chaos of history itself, the flame of history is reasserting itself in our society in very, very ironic ways.", "start": 222.33, "duration": 14.259999999999991}, {"text": " You know?", "start": 239.87, "duration": 0.799999999999983}, {"text": " And if human beings could just realize that they are historical beings.", "start": 240.67, "duration": 4.3300000000000125}, {"text": " If Americans could just realize", "start": 245.0, "duration": 5.0}, {"text": " that this existential turmoil that they're experiencing", "start": 250.0, "duration": 5.0}, {"text": " is part of something bigger than them is a part of a bigger", "start": 255.0, "duration": 4.649999999999977}, {"text": " whole.", "start": 259.65, "duration": 1.400000000000034}, {"text": " They could realize that.", "start": 261.05, "duration": 2.920000000000016}, {"text": " I mean that is the ultimate revenge of communism, you know?", "start": 263.97, "duration": 4.119999999999948}, {"text": " I think that's the ultimate revenge of communism.", "start": 268.09, "duration": 2.580000000000041}, {"text": " And it's, you have to be very careful because what I'm not saying is for", "start": 270.67, "duration": 8.0}, {"text": " individuals to transpose their problems onto others.", "start": 278.67, "duration": 4.0}, {"text": " I'm trying to say there are no others. You know how that time Ayn Rand said", "start": 282.67, "duration": 6.449999999999989}, {"text": " there is no such thing as society? That's closer to what I'm saying. Except I'm not saying there's no society.", "start": 289.12, "duration": 8.20999999999998}, {"text": " I'm saying society is what we make of it.", "start": 298.33, "duration": 4.0}, {"text": " Society is this paradoxical relationship.", "start": 302.33, "duration": 4.0}, {"text": " We already have to it, you know?", "start": 306.33, "duration": 3.0}, {"text": " So there is no just society out there. It is what we make of it, right?", "start": 309.33, "duration": 6.5400000000000205}, {"text": " Not what we choose it to be necessarily, but this dialectical relationship between the turmoil inner to the subject and the turmoil imminent to the object.", "start": 315.87, "duration": 14.129999999999995}, {"text": " And the unity of those two things is all society is.", "start": 330.88, "duration": 3.6000000000000227}, {"text": " And so just by being able to recognize and possess knowledge of your", "start": 336.24, "duration": 6.96999999999997}, {"text": " position and your place, you already know more than all the fucking scientists and", "start": 343.21, "duration": 5.560000000000002}, {"text": " experts and institutions that rule over us through a bluff.", "start": 348.77, "duration": 5.259999999999991}, {"text": " Like you have more access to the raw motor of history itself.", "start": 355.03, "duration": 5.720000000000027}, {"text": " You have more of an ability to be in tune with the raw movement of history itself", "start": 362.43, "duration": 7.810000000000002}, {"text": " and get a whiff of that, as I like to say.", "start": 370.24, "duration": 2.8000000000000114}, {"text": " Just a sense that this shit is moving, you know?", "start": 373.04, "duration": 5.289999999999964}, {"text": " And, you know, this idea that like,", "start": 380.33, "duration": 5.0}, {"text": " history is unfinished is unfinished is", "start": 386.33, "duration": 6.5}, {"text": " When you recognize history is unfinished that means", "start": 396.83, "duration": 1.4399999999999977}, {"text": " Tomorrow isn't decided yet and it does I'm not saying you can choose what tomorrow is. I'm just saying you can be at peace with the fact", "start": 404.0, "duration": 4.0}, {"text": " that whatever it is,", "start": 409.0, "duration": 3.0}, {"text": " you're already in the, you're already making it whether you know it or not.", "start": 415.0, "duration": 5.329999999999984}, {"text": " Like you're already in the thick of it. You're already a fucking guerrilla soldier in the trenches", "start": 421.33, "duration": 5.319999999999993}, {"text": " making history itself. Whether you know it or whether you don't. And all", "start": 426.65, "duration": 5.78000000000003}, {"text": " knowledge of that fact happens to be, is knowledge of that", "start": 432.43, "duration": 7.920000000000016}, {"text": " knowledge of that irreducible contradiction.", "start": 440.35, "duration": 4.3700000000000045}, {"text": " You just have knowledge of the fact", "start": 446.0, "duration": 2.0}, {"text": " that you are making history, not knowledge in the sense of you can choose history, not knowledge in the sense of you know", "start": 452.56, "duration": 6.730000000000018}, {"text": " exactly what the outcome is going to be.", "start": 459.29, "duration": 3.5600000000000023}, {"text": " But knowledge of the fact that even the outcome doesn't know what it's going to be.", "start": 462.85, "duration": 5.1200000000000045}, {"text": " Does that make sense?", "start": 467.97, "duration": 1.3199999999999932}, {"text": " Even history itself doesn't know where it's going to end up.", "start": 469.29, "duration": 2.659999999999968}, {"text": " That is absolute knowledge. Absolute knowledge is knowledge of the fact that the thing itself", "start": 471.95, "duration": 6.400000000000034}, {"text": " is open. The thing itself doesn't know.", "start": 485.0, "duration": 2.0}, {"text": " The thing itself is confused about itself.", "start": 487.0, "duration": 4.0}, {"text": " The thing itself has not decided on its outcome.", "start": 491.0, "duration": 7.329999999999984}, {"text": " And so what will determine that outcome is something you are already in the thick of, and you can't control the outcome, but you can take responsibility for it.", "start": 504.33, "duration": 5.0}, {"text": " You can acknowledge that outcome as yours take responsibility for it. You can acknowledge that", "start": 509.33, "duration": 1.8600000000000136}, {"text": " outcome as yours and stick with it. You can choose your destiny. You can choose the", "start": 511.19, "duration": 7.119999999999948}, {"text": " thing you can't choose, you know? And it's like there's something so powerful about Marxism. When you come to", "start": 518.31, "duration": 15.450000000000045}, {"text": " understand that, when I say Marxism was I mean Marx, Engels, Lenin, Stalin Mao, and", "start": 533.76, "duration": 9.259999999999991}, {"text": " this view of the Great Helmsman, it's like Stalin and Mao is the Great Helmsman of a ship navigating the waters of history itself.", "start": 543.02, "duration": 13.649999999999977}, {"text": " Because let me tell you something guys.", "start": 556.67, "duration": 4.0}, {"text": " We changed history. We did it in a very minor way. We did it in a very miniscule way.", "start": 560.67, "duration": 8.330000000000041}, {"text": " But MAGA communism, we fucking changed history. We did. I mean we did. There was no timeline in which that meme was going to be real", "start": 569.0, "duration": 12.340000000000032}, {"text": " except the one that we insisted upon. We made it fucking real. We made it real. We made it real in the sense of being in the collective", "start": 584.54, "duration": 10.930000000000064}, {"text": " consciousness. And you know what? I don't care what anyone else wants to", "start": 595.47, "duration": 5.639999999999986}, {"text": " fucking say. There's some neo-noges like,, we made our stuff real. We made America first real. But you just, all you were doing was making something real that you already thought was established already. That was the slogan of Trump. We made", "start": 601.11, "duration": 18.870000000000005}, {"text": " MAGA communism real in the sense that there was no without us, there was no timeline", "start": 619.98, "duration": 5.67999999999995}, {"text": " in which that would be a thing. You think spontaneously someone was going to articulate Maga communism without us?", "start": 625.66, "duration": 6.210000000000036}, {"text": " No fucking chance. We did that.", "start": 631.87, "duration": 2.519999999999982}, {"text": " I mean that was us. Like we straight up changed history.", "start": 634.39, "duration": 5.399999999999977}, {"text": " We created something that would never have otherwise been there.", "start": 639.79, "duration": 5.210000000000036}, {"text": " And we didn't create it, it was already there,", "start": 647.0, "duration": 3.0}, {"text": " but it would have never gotten recognition, it would have never been acknowledged,", "start": 650.0, "duration": 5.0}, {"text": " it would have faded away as just a possibility that never actualized.", "start": 655.0, "duration": 4.980000000000018}, {"text": " But like we gave it recognition and no one else fucking did that.", "start": 661.26, "duration": 4.7999999999999545}, {"text": " And that's what separates us from the right wing. They can't fucking do shit like that. The right wing", "start": 666.06, "duration": 4.930000000000064}, {"text": " takes inventory and takes stock of what's already pre-established. Oh, this is", "start": 671.39, "duration": 4.720000000000027}, {"text": " I predict this is going to happen. Well, we didn't fucking predict anything. We did it.", "start": 676.11, "duration": 5.1200000000000045}, {"text": " We didn't make a bet. We didn't predict it. We didn't speculate. We fucking own that and we made it based on our own will based on our determination and we stick with it.", "start": 688.72, "duration": 9.620000000000005}, {"text": " This is a path of history we carved out that we're going to stick with, that we're going to see through.", "start": 698.34, "duration": 7.0}, {"text": " We had insight into the laws of history. We had insight into the movement of history.", "start": 706.34, "duration": 10.730000000000018}, {"text": " That was us. Our knowledge made it real. Our knowledge of the thing. We had the courage. That's all this is. We had the courage of", "start": 717.07, "duration": 14.009999999999991}, {"text": " having knowledge of historical laws where they otherwise seamlessly drift upon reality and depart in the same likewise fashion.", "start": 731.08, "duration": 12.259999999999991}, {"text": " The laws of history pass us unrecognized and we recognize them and we had knowledge of them.", "start": 743.34, "duration": 8.329999999999927}, {"text": " And so we made them real.", "start": 751.67, "duration": 5.0}, {"text": " Doesn't that sound paradoxical?", "start": 756.67, "duration": 2.0}, {"text": " The laws of history are there,", "start": 758.67, "duration": 3.0}, {"text": " but they pass us by like waves crashing on the shore but we", "start": 761.67, "duration": 6.009999999999991}, {"text": " rode that fucking wave it didn't just crash on the shore we wrote it we turn it", "start": 767.68, "duration": 5.5200000000000955}, {"text": " into something a line of flight that would have never otherwise been pursued.", "start": 773.2, "duration": 8.219999999999914}, {"text": " And it's like you bet your fucking ass, we're going to stick with it, and we're going to see it", "start": 781.42, "duration": 5.280000000000086}, {"text": " to its end. It's ours. It's the fate. It's the timeline that we chose. None of you", "start": 786.7, "duration": 10.490000000000009}, {"text": " fucking right wingers have done that. Your timeline is one that preceded you. You never fucking initiated one that wasn't otherwise going to pass anyway.", "start": 797.19, "duration": 10.809999999999945}, {"text": " If there wasn't some fucking neo-Nazi retard, someone else would come to replace them. But please show me one line of flight that pre-existed infrared that was going to", "start": 808.0, "duration": 13.100000000000023}, {"text": " culminate in this articulation of Marxism-Leninism in America.", "start": 821.1, "duration": 4.959999999999923}, {"text": " Name me one! Name me a single one!", "start": 826.06, "duration": 5.610000000000014}, {"text": " Its chance!", "start": 834.67, "duration": 1.400000000000091}, {"text": " Had I never hit that fucking live button?", "start": 836.07, "duration": 4.4799999999999045}, {"text": " I promise you! It wouldn't have come to pass because I've watched this space for a decade", "start": 840.55, "duration": 9.690000000000055}, {"text": " I know how it works you have conservative socialists and they go too far to the fucking right", "start": 850.24, "duration": 6.159999999999968}, {"text": " and then they become", "start": 856.4, "duration": 1.1399999999999864}, {"text": " fascist or faggot Peter Teal types and that's it. Amy Theresa or the post left", "start": 857.54, "duration": 6.639999999999986}, {"text": " right or then you have Marxist Leninists who get confused and then they become", "start": 864.18, "duration": 4.600000000000023}, {"text": " MLMs and they get sectarian they get dogmatic and they don't understand it.", "start": 868.78, "duration": 4.889999999999986}, {"text": " And only we lay down the path of the golden Stalinist center and I was I acted as the great helmsman", "start": 874.67, "duration": 16.450000000000045}, {"text": " who kept us on the straight and steady and narrow path.", "start": 891.12, "duration": 7.220000000000027}, {"text": " Refusing to succumb to this deviation or that deviation, just straight, just forward.", "start": 905.34, "duration": 2.0}, {"text": " Marxism-Leninism, plain and simple. I believe in CP USA 2036, I don't think it's just going to happen and I could just retire and do I have to make it a thing", "start": 910.67, "duration": 17.730000000000018}, {"text": " But it's not me who's making it a thing. It's me that's just drawing something out that already", "start": 929.12, "duration": 6.399999999999977}, {"text": " Has the it's almost like the many worlds theory of quantum mechanics which is bullshit by the way but the grain of truth it is just like", "start": 940.06, "duration": 4.360000000000014}, {"text": " idea that there are infinite possible timelines that are already happening and it's just a matter of which one we experience, right?", "start": 944.42, "duration": 8.57000000000005}, {"text": " And I don't believe there's actually other influence timelines happening, but I believe there's", "start": 954.03, "duration": 6.0}, {"text": " the spectral oscillation of possibility and when you seize on one when you", "start": 960.03, "duration": 6.009999999999991}, {"text": " collapse the wave function that's becomes the particle that's what becomes", "start": 966.04, "duration": 4.680000000000064}, {"text": " fucking real that's where it freezes that's where it changes the past and that's where history", "start": 970.72, "duration": 5.519999999999982}, {"text": " goes and it's not me who gets to choose the range of possibilities, but it's me who gets to have the courage of recognizing that there's a range in the first place, that it's not just one thing barring other all possibilities,", "start": 976.24, "duration": 16.66999999999996}, {"text": " that there is a range, and communism is the only particle that reminds us that it used to be a fucking wave.", "start": 992.91, "duration": 7.040000000000077}, {"text": " Communism is the only particle, the only path of development that tells us", "start": 1001.95, "duration": 4.289999999999964}, {"text": " there were multiple stages of history and they have all concretely united into", "start": 1008.24, "duration": 5.159999999999968}, {"text": " one thing there are multiple paths of development mankind can take and has taken", "start": 1013.4, "duration": 6.659999999999968}, {"text": " for the centuries or the hundreds of thousands of years that it has been in existence that we know", "start": 1020.06, "duration": 6.080000000000155}, {"text": " of. And only communism is the concrete and absolute culmination of history itself.", "start": 1026.14, "duration": 8.529999999999973}, {"text": " All the historical changes possible in history, literally all of them, find concrete determination in communism.", "start": 1034.67, "duration": 8.769999999999982}, {"text": " It's communism that gives us recognition.", "start": 1044.72, "duration": 3.3599999999999}, {"text": " There's not just one history.", "start": 1048.08, "duration": 2.0399999999999636}, {"text": " There is a capitalist motor production,", "start": 1050.12, "duration": 1.9600000000000364}, {"text": " there is a feudal motor production,", "start": 1052.08, "duration": 1.9200000000000728}, {"text": " there's the slave owning one.", "start": 1054.0, "duration": 1.5199999999999818}, {"text": " This is communism. Communism is the recognition of", "start": 1055.52, "duration": 3.4600000000000364}, {"text": " historical development itself as the concrete whole of humanity's existence.", "start": 1058.98, "duration": 7.160000000000082}, {"text": " And the profound wisdom and knowledge of this fact is what raises the Titans,", "start": 1066.14, "duration": 10.289999999999964}, {"text": " Marks, Engels, Lenin, Stalin, and Mao, even Jizian Ping today, the great Helmsman of humanity and the history of humanity, guiding humanity forward with knowledge of history itself.", "start": 1076.43, "duration": 15.569999999999936}, {"text": " Let me tell you guys something. The October Revolution was not destined to happen.", "start": 1092.0, "duration": 5.5}, {"text": " It wasn't going to fucking happen.", "start": 1097.5, "duration": 2.240000000000009}, {"text": " It happened because Lenin learned the laws of history.", "start": 1099.74, "duration": 4.480000000000018}, {"text": " He took it upon himself and he was a fucking nobody.", "start": 1104.22, "duration": 4.0}, {"text": " He was a fucking nobody. He was a nobody. He was some backwards lawyer nobody gave a", "start": 1108.22, "duration": 7.25}, {"text": " fuck about and he sat there with his manuscripts and with his books he sat there", "start": 1115.47, "duration": 5.839999999999918}, {"text": " on a hill and he possessed and developed and nurtured insight into the laws of history.", "start": 1121.31, "duration": 10.690000000000055}, {"text": " And he beheld that insight as the concrete hole and truth of mankind's existence.", "start": 1134.0, "duration": 8.579999999999927}, {"text": " And he would not surrender it and he would not compromise it, no matter how convenient the situation.", "start": 1142.58, "duration": 6.920000000000073}, {"text": " He kept on the straight, steady, and true path.", "start": 1149.5, "duration": 5.009999999999991}, {"text": " And for that reason, the history of mankind was changed forever.", "start": 1154.51, "duration": 5.6400000000001}, {"text": " The Soviet Union was the first state in the history of humanity to be born of the result of mankind", "start": 1160.15, "duration": 9.329999999999927}, {"text": " embracing, acknowledging, and recognizing its own historicity.", "start": 1169.48, "duration": 6.3599999999999}, {"text": " For the first time you don't say, oh this stage just happened for some external factors that were outside of our control.", "start": 1175.84, "duration": 6.5}, {"text": " Similar to an objective collapse in theoretical physics, part of or-core theory. Only one reality exists with a retro casual mechanism that sorts through", "start": 1182.34, "duration": 9.610000000000127}, {"text": " multiple possibilities.", "start": 1191.95, "duration": 2.0}, {"text": " Thank you, Chris, exactly.", "start": 1193.95, "duration": 3.0399999999999636}, {"text": " The Soviet state was the first state in history to be the result only of mankind acknowledging its own historicity, ceasing to attribute its development to something outside of man, to some natural event to the gods on Mount Olympus, but mankind's own inner historicity.", "start": 1196.99, "duration": 22.34999999999991}, {"text": " And when you ask me about religion, I tell you this, I believe only in that religion,", "start": 1219.34, "duration": 7.0}, {"text": " which allows for mankind to acknowledge itself as a created being, which doesn't blame everything on God, but which says,", "start": 1226.34, "duration": 13.330000000000155}, {"text": " mankind as a historical being is the being of God's creation. Not just mankind as a historical being is the being of God's creation.", "start": 1239.67, "duration": 5.329999999999927}, {"text": " Not just mankind as a lamb-like individual subject,", "start": 1245.0, "duration": 5.0}, {"text": " feeling that they're only at the whim of some external force.", "start": 1250.0, "duration": 5.0}, {"text": " The Soviet Union didn't arise and come into existence because of some other", "start": 1255.0, "duration": 10.740000000000009}, {"text": " thing. The Soviet Union came into existence because of a specific line of flight that by no means was inevitable.", "start": 1265.74, "duration": 14.930000000000064}, {"text": " Just think the timeline could have changed with the sneezing of a", "start": 1280.67, "duration": 6.769999999999982}, {"text": " fucking mouse.", "start": 1287.44, "duration": 3.519999999999982}, {"text": " But it was the Bolsheviks refusing to compromise the straight and narrow path.", "start": 1294.96, "duration": 8.379999999999882}, {"text": " I mean for the first time of the free development of a people embracing their role in the tumultuous", "start": 1303.34, "duration": 12.410000000000082}, {"text": " development of history as historical beings. That is incredible. That is incredible.", "start": 1315.75, "duration": 8.25}, {"text": " That is unprecedented. Moving Stalin, Mao, guiding their people through history itself,", "start": 1326.0, "duration": 6.0}, {"text": " walking through history,", "start": 1332.0, "duration": 2.0}, {"text": " being a part of it, embracing it, taking responsibility for it.", "start": 1334.0, "duration": 6.339999999999918}, {"text": " That would have not been there if it wasn't for that knowledge.", "start": 1343.34, "duration": 4.0}, {"text": " The knowledge of the thing determines the development of the thing.", "start": 1348.34, "duration": 5.330000000000155}, {"text": " Only, only with the arrival of communism does that become true.", "start": 1353.67, "duration": 7.0}, {"text": " Only with the arrival of science does that become true.", "start": 1360.67, "duration": 3.3299999999999272}, {"text": " And communism is a science, a science of historical laws.", "start": 1364.0, "duration": 6.0}, {"text": " The laws governing the development of history, which again operate unacknowledged and unknown to us, and impose their significance upon us in ways we don't recognize or appreciate, but which lead us down the path of confusion and nihilism and barbarism and obscurantism.", "start": 1372.0, "duration": 25.549999999999955}, {"text": " And we live as worms because of that. Not as men.", "start": 1398.75, "duration": 8.25}, {"text": " The", "start": 1407.0, "duration": 1.0}, {"text": " The earth. I'm going to. You know, history itself was never acknowledged as real until the modern age. I mean history, what do I mean by history?", "start": 1460.34, "duration": 4.0}, {"text": " I mean...", "start": 1464.34, "duration": 3.0}, {"text": " The movement... the movement of the", "start": 1467.34, "duration": 4.330000000000155}, {"text": " of the existence of the existence of mankind,", "start": 1475.67, "duration": 4.0}, {"text": " something that is in motion,", "start": 1479.67, "duration": 2.0}, {"text": " something that's developing. After every historical event, people made the", "start": 1481.67, "duration": 7.169999999999845}, {"text": " arrogant assumption that things were always this way and that there was no", "start": 1488.84, "duration": 6.160000000000082}, {"text": " history that it was always this way only after the thing came to pass.", "start": 1495.0, "duration": 6.339999999999918}, {"text": " And when we were imposed upon with the significance of history and when we came to realize", "start": 1501.34, "duration": 8.0}, {"text": " that things change and it's in the modern age", "start": 1513.95, "duration": 0.7999999999999545}, {"text": " when this imposes itself upon us the most dramatically when things change at such a rapid pace that we don't even have time to make sense of it. We come to experience even on a", "start": 1520.27, "duration": 7.8900000000001}, {"text": " phenomenological level the bleeding wound that is the world. It's not a closed wound. It just can't get patched. It just can't get patched up. And at first that's a major source of anxiety and confusion. But it was marks and only marks.", "start": 1528.16, "duration": 36.83999999999992}, {"text": " Of course with Engels, but really even Engels says it's marks.", "start": 1565.0, "duration": 5.0}, {"text": " It's marks and only marks.", "start": 1570.0, "duration": 4.0}, {"text": " Drawing from Hegel that restores dignity to humanity after this process.", "start": 1574.0, "duration": 8.61999999999989}, {"text": " When people ask me why I'm a communist or why I'm a Marxist, and these people don't", "start": 1582.62, "duration": 5.240000000000009}, {"text": " have an understanding of this history and they don't have knowledge of this.", "start": 1587.86, "duration": 6.310000000000173}, {"text": " It's difficult to explain it to them.", "start": 1594.17, "duration": 2.5}, {"text": " But this is why.", "start": 1596.67, "duration": 2.0}, {"text": " This is why.", "start": 1599.67, "duration": 2.0}, {"text": " Because I choose to be a part of history.", "start": 1601.67, "duration": 3.339999999999918}, {"text": " Instead of living as a worm does, I choose to be a part of history", "start": 1606.25, "duration": 5.759999999999991}, {"text": " instead of being a fucking animal.", "start": 1612.01, "duration": 2.240000000000009}, {"text": " And Jackson Hinkle is on Wikipedia now and it says", "start": 1615.37, "duration": 2.9700000000000273}, {"text": " it says conservative Marxist Leninist.", "start": 1618.34, "duration": 3.0}, {"text": " We changed history.", "start": 1621.34, "duration": 2.0}, {"text": " We changed history. Remember that.", "start": 1625.34, "duration": 2.0}, {"text": " You know, I don't know if I, I've always told you guys this,", "start": 1627.34, "duration": 4.330000000000155}, {"text": " the happiest I've ever been in my life,", "start": 1631.67, "duration": 2.0}, {"text": " and this just goes to show happiness is not the goal of life.", "start": 1633.67, "duration": 3.0}, {"text": " Was right before I started streaming.", "start": 1637.67, "duration": 2.0}, {"text": " I was in law school, and I attained absolute knowledge.", "start": 1639.67, "duration": 3.0}, {"text": " And it was like, I was at peace with the", "start": 1642.67, "duration": 2.980000000000018}, {"text": " fucking world and I was so happy about it and so excited about it that I couldn't even", "start": 1645.65, "duration": 5.959999999999809}, {"text": " fucking sleep anymore. What do you need to sleep for? I mean life is a wave, it's an up and it's a down. It's a dawn and it's a dusk. But if all I have is the rays of the sun and the", "start": 1651.61, "duration": 15.25}, {"text": " happiness of the sun smiling down upon me, how could I appreciate the need to sleep?", "start": 1666.86, "duration": 5.810000000000173}, {"text": " Couldn't sleep.", "start": 1674.67, "duration": 2.0}, {"text": " Everything about my life and my view is perfect.", "start": 1676.67, "duration": 6.699999999999818}, {"text": " Like psychologically it was perfect", "start": 1683.37, "duration": 2.9400000000000546}, {"text": " because I was at peace with the world,", "start": 1686.31, "duration": 3.0800000000001546}, {"text": " with everything.", "start": 1689.39, "duration": 0.7599999999999909}, {"text": " And I had full, in my view, understanding of the rationality of history", "start": 1690.15, "duration": 4.619999999999891}, {"text": " and the world and my place in it and so on and so on and I still", "start": 1694.77, "duration": 5.130000000000109}, {"text": " couldn't fucking sleep and it wasn't because I was sad it wasn't because I was", "start": 1699.9, "duration": 3.759999999999991}, {"text": " the opposite I was so fucking happy I couldn't sleep it's like I had such an excess of burning light that it would keep me awake at night, you know?", "start": 1703.66, "duration": 16.36999999999989}, {"text": " So when I hit fucking live, you guys don't know this, when I hit live and put myself out there and", "start": 1720.03, "duration": 9.5}, {"text": " victimize myself to the darkness of the demons in the world, that's what made me sleep.", "start": 1729.53, "duration": 7.809999999999945}, {"text": " You guys know what makes me sleep.", "start": 1737.34, "duration": 2.0}, {"text": " When I go to bed and I start thinking about my enemies, it helps me sleep.", "start": 1739.34, "duration": 4.0}, {"text": " When I think about the fact there's people after me", "start": 1743.34, "duration": 3.0}, {"text": " and they're the most evil depraved scum on earth,", "start": 1746.34, "duration": 3.0}, {"text": " and they're lying. That depraved scum on earth.", "start": 1749.34, "duration": 1.1300000000001091}, {"text": " And they're lying. That actually helps me sleep.", "start": 1751.27, "duration": 1.3199999999999363}, {"text": " I'm not kidding.", "start": 1752.59, "duration": 1.6400000000001}, {"text": " That adversity I subjected myself to going live.", "start": 1754.23, "duration": 4.680000000000064}, {"text": " It was almost like,", "start": 1758.91, "duration": 1.1599999999998545}, {"text": " like I had to give you guys this light. I had to give you some of it so I could relieve myself of the burden of it.", "start": 1761.15, "duration": 6.8599999999999}, {"text": " You know, I had to relieve myself of the burden", "start": 1770.01, "duration": 3.0}, {"text": " and throw myself into this runaway process of being crushed under the weight of my adversity, only to rise above it and fight it.", "start": 1791.67, "duration": 3.8799999999998818}, {"text": " And I never wanted to do that and it was an irreversible step that I made.", "start": 1797.19, "duration": 3.119999999999891}, {"text": " And I never, ever would have fucking done it", "start": 1801.19, "duration": 2.259999999999991}, {"text": " Had I not been able to if I was able to sleep I wouldn't have done it", "start": 1804.45, "duration": 3.480000000000018}, {"text": " Couldn't sleep that's why I did it", "start": 1808.17, "duration": 1.599999999999909}, {"text": " And um", "start": 1812.17, "duration": 1.0}, {"text": " You know I don't want to sound egotistical or delusional or have delusions of grandeur, but like I really feel like fate has a funny way of prodding us in certain directions, you know?", "start": 1814.61, "duration": 16.060000000000173}, {"text": " And I don't want to be arrogant and say that I was destined to do this.", "start": 1830.67, "duration": 6.0}, {"text": " Because I don't know if that's true, and I'll never know, but it really feels like it,, I couldn't fucking sleep until I did this.", "start": 1837.67, "duration": 8.579999999999927}, {"text": " You know, I was literally forced.", "start": 1848.25, "duration": 1.759999999999991}, {"text": " It's like, holy shit. I can't imagine your P. OV. I really can't because like I came out of", "start": 1853.01, "duration": 9.650000000000091}, {"text": " of fucking nowhere like who the fuck am I you know literally no wonder people think I'm a", "start": 1862.66, "duration": 6.279999999999973}, {"text": " Fed it's like I had so much just keeping from the world", "start": 1868.94, "duration": 5.089999999999918}, {"text": " like so much a lot and I it's like I bust into the public view with so much already and it's like where did that come from this guy was here", "start": 1874.59, "duration": 13.420000000000073}, {"text": " the whole time yes I was I was here the whole time", "start": 1888.01, "duration": 6.0}, {"text": " you know and I can't imagine the PO view of because usually when someone becomes a", "start": 1896.01, "duration": 10.170000000000073}, {"text": " streamer they don't have anything to share with the world.", "start": 1906.18, "duration": 4.490000000000009}, {"text": " As they, it's like destiny. After they stream, they start looking up Wikipedia articles", "start": 1912.67, "duration": 4.0}, {"text": " so they can pretend to have something to share.", "start": 1916.67, "duration": 2.0}, {"text": " But very few people have everything to share with the world, refuse to share any of it, and then", "start": 1918.67, "duration": 8.139999999999873}, {"text": " after like five years or eight years decide to hit the live button and just share a specific", "start": 1926.81, "duration": 8.400000000000091}, {"text": " ideological worldview that was never being shared anywhere else, right?", "start": 1935.21, "duration": 4.569999999999936}, {"text": " And it was completely kept in private.", "start": 1939.78, "duration": 2.6800000000000637}, {"text": " Like it was me and a small circle of people and no one else was exposed to our school of thought,", "start": 1942.46, "duration": 6.559999999999945}, {"text": " literally no one else. Literally a secret society.", "start": 1949.02, "duration": 4.650000000000091}, {"text": " Literally Rais al-Gool in the fucking mountains of Bhutan, in a secret society isolated from the world,", "start": 1953.67, "duration": 8.0}, {"text": " and suddenly out of", "start": 1961.67, "duration": 1.7799999999999727}, {"text": " fucking nowhere I invade Gotham City.", "start": 1963.45, "duration": 2.3999999999998636}, {"text": " And it's never the same again.", "start": 1969.21, "duration": 1.3599999999999}, {"text": " And you know what?", "start": 1972.17, "duration": 0.8799999999998818}, {"text": " The CIA, if it knew, because they didn't know, they didn't fucking know who I was, right?", "start": 1975.33, "duration": 6.009999999999991}, {"text": " But now they do.", "start": 1981.34, "duration": 2.0}, {"text": " If the CIA knew about what I was cooking for years.", "start": 1983.34, "duration": 8.330000000000155}, {"text": " The first thing they would do a lot was law school", "start": 1992.75, "duration": 1.9200000000000728}, {"text": " is like, do everything in their power to help me sleep.", "start": 1994.67, "duration": 2.599999999999909}, {"text": " Fix my insomnia.", "start": 1997.27, "duration": 1.2799999999999727}, {"text": " They'd be like, I'm gonna, we're gonna fix this guy's insomnia", "start": 1998.55, "duration": 2.7200000000000273}, {"text": " in law school and prevent this timeline from happening.", "start": 2001.27, "duration": 3.5399999999999636}, {"text": " Like a CIA time traveler is probably going back in time, meeting Haas Aldine and being like,", "start": 2004.81, "duration": 6.480000000000018}, {"text": " listen, we're going to solve your sleep problem, okay?", "start": 2011.29, "duration": 2.2799999999999727}, {"text": " Because that would have literally prevented this timeline from happening.", "start": 2013.57, "duration": 2.7999999999999545}, {"text": " You know? because that would have literally prevented this timeline from happening.", "start": 2016.37, "duration": 2.650000000000091}, {"text": " You know? And, uh... I feel like this Hegelianized Marxism-Leninism is so potent ideologically that it renders the Soviet Union superfluous.", "start": 2020.06, "duration": 29.789999999999964}, {"text": " That we're no longer fretting about the collapse of the Soviet Union, but it's more like,", "start": 2049.85, "duration": 4.320000000000164}, {"text": " they're going to wish, they're going to wish for the Soviet Union to have never collapsed", "start": 2054.17, "duration": 4.449999999999818}, {"text": " because the communism we're going to unleash on the world is gonna be far more", "start": 2059.58, "duration": 4.880000000000109}, {"text": " pure distilled and intense.", "start": 2067.98, "duration": 2.6900000000000546}, {"text": " Like it's going to be more revolutionary, it's going to be more cutting edge, it's going to be more", "start": 2070.67, "duration": 5.599999999999909}, {"text": " communist even than the Soviet Union.", "start": 2076.27, "duration": 3.199999999999818}, {"text": " As an old head ML myself, I give you credit for accelerating the contradiction that brought", "start": 2079.47, "duration": 5.5}, {"text": " back Marxist Leninism to the American consciousness. A great achievement. I gave up on it 25 years ago.", "start": 2084.97, "duration": 6.5600000000004}, {"text": " And I wouldn't have been able to do it were it not for you guys. Just remember that, Because you guys see the same shit I'm seeing.", "start": 2091.53, "duration": 7.809999999999945}, {"text": " And it's like you want to know why we're a cult guys? Because most of you I think", "start": 2099.34, "duration": 5.0}, {"text": " we were people adjacent to this viewpoint and had some hope in it.", "start": 2107.34, "duration": 7.329999999999927}, {"text": " And when you real, like most people don't understand the significance of this,", "start": 2114.67, "duration": 6.0}, {"text": " but you guys do, because you already did before.", "start": 2120.67, "duration": 5.3400000000001455}, {"text": " And it's like you guys are the canary in the coal mine.", "start": 2129.01, "duration": 3.0}, {"text": " Instead of seeing this as a cult, outsiders, whether they're our opponents or our sympathizers, should rather look at this like,", "start": 2132.01, "duration": 10.129999999999654}, {"text": " that's a canary in the coal mine, you know? That's a canary in the coal mine.", "start": 2143.34, "duration": 7.329999999999927}, {"text": " Like those, there's a reason these,", "start": 2153.67, "duration": 3.0}, {"text": " it's almost like, um, like I'm Sauron. You know how in like the middle, you know how in the Hobbit or whatever like in Tolkien?", "start": 2156.67, "duration": 11.340000000000146}, {"text": " Before Sauron returns, there's all like these signs. Like there's like gargoyles like chimping out and shit and like the", "start": 2171.01, "duration": 8.25}, {"text": " gargoyles are excited saron has returned like that's what this is like I'm saron and", "start": 2179.26, "duration": 5.479999999999563}, {"text": " you guys are the warning to the world like the fact that you guys have been", "start": 2184.74, "duration": 5.160000000000309}, {"text": " activated and reawakened means", "start": 2189.9, "duration": 2.849999999999909}, {"text": " Sauron has come to invade Middle Earth. A profound red darkness has come upon the Reddit Middle Earth and we're back", "start": 2194.75, "duration": 16.139999999999873}, {"text": " bitch worse than Stalin.", "start": 2210.89, "duration": 4.880000000000109}, {"text": " You know? Stalin.", "start": 2215.77, "duration": 1.25}, {"text": " You know?", "start": 2217.02, "duration": 5.8400000000001455}, {"text": " It's straight up like Harry Potter and I'm Baltimore.", "start": 2222.86, "duration": 2.8799999999996544}, {"text": " Isn't that in Harry Potter where like there was some gargoyles that came back and they were like", "start": 2225.74, "duration": 4.930000000000291}, {"text": " Voldemort is back it's a sign he's back like y'all are the gargoyles you know", "start": 2230.67, "duration": 5.279999999999745}, {"text": " y'all are the the sign you know arjuna what's up", "start": 2237.47, "duration": 9.540000000000418}, {"text": " You know But uh, I want to talk about something else to right now that we're getting into this", "start": 2248.01, "duration": 6.079999999999927}, {"text": " I want to issue an official statement about something.", "start": 2255.09, "duration": 2.730000000000018}, {"text": " Jehuism in its entirety is coal and our engagement with it in its entirety was a colossal waste of time.", "start": 2260.3, "duration": 13.36999999999989}, {"text": " And I will stand with that, I will debate anyone on it, but it's fucking over.", "start": 2275.67, "duration": 6.0}, {"text": " And we've wasted so much time on the J-Hoo nonsense,", "start": 2281.67, "duration": 4.3400000000001455}, {"text": " and I'm putting an end to it officially right now.", "start": 2286.01, "duration": 4.0}, {"text": " It's fucking coal, it's bullshit, and they are literally wrong about everything.", "start": 2290.01, "duration": 6.0}, {"text": " They are wrong about everything. and they are", "start": 2296.01, "duration": 1.3299999999999272}, {"text": " are wrong about everything and all I'm gonna say is this", "start": 2297.34, "duration": 6.0}, {"text": " if jay whoever or zero hours ever says shit", "start": 2303.34, "duration": 4.0}, {"text": " ask them this question", "start": 2307.34, "duration": 2.0}, {"text": " they say the solution that we just need to defund the state, we just need", "start": 2309.34, "duration": 3.730000000000018}, {"text": " to abolish the state. Ask them this. Okay, so thank you, Amelia. So ask them this question, it's a really simple question. Ready? Say, okay, who's going to put out fires?", "start": 2313.07, "duration": 14.940000000000055}, {"text": " Because we're not funding a fire department anymore. So who puts out the fires?", "start": 2328.01, "duration": 4.0}, {"text": " And watch them jibber out of a simple question and not answer it.", "start": 2332.01, "duration": 7.9699999999998}, {"text": " Watch them not answer that.", "start": 2339.98, "duration": 2.2800000000002}, {"text": " I don't know, people will figure it out.", "start": 2342.26, "duration": 1.8399999999996908}, {"text": " No, they fucking won't, you retard.", "start": 2344.1, "duration": 2.7200000000002547}, {"text": " They won't figure it out.", "start": 2346.82, "duration": 1.3999999999996362}, {"text": " It's a stupid thing to say, it's a stupid thing to sell people,", "start": 2348.22, "duration": 5.450000000000273}, {"text": " and nobody fucking buys that.", "start": 2353.67, "duration": 3.0}, {"text": " And you know, I'm nuking them once and for all.", "start": 2356.67, "duration": 4.0}, {"text": " You talk about MagA is communism?", "start": 2360.67, "duration": 3.3400000000001455}, {"text": " Go fucking tell MAGA you want open borders.", "start": 2364.01, "duration": 3.519999999999982}, {"text": " Because that's what abolishing the state means.", "start": 2367.53, "duration": 2.399999999999636}, {"text": " Open borders.", "start": 2369.93, "duration": 1.3600000000001273}, {"text": " How do you enforce borders?", "start": 2371.29, "duration": 2.2400000000002365}, {"text": " And they claim,", "start": 2373.53, "duration": 1.2399999999997817}, {"text": " MAGA doesn't want to hear your Lenin stuff, and you want to abolish borders.", "start": 2374.77, "duration": 3.9299999999998363}, {"text": " Strela Stani, what's up? Look, they worm their way out of it in millions of ways.", "start": 2379.9, "duration": 5.679999999999836}, {"text": " But it was never more complex than this. Anyone can come debate me about it now.", "start": 2387.1, "duration": 4.570000000000164}, {"text": " Thank you, Emila, appreciate it.", "start": 2391.67, "duration": 2.0}, {"text": " Thank God, I was always flaming jeehoo in space,", "start": 2393.67, "duration": 3.0}, {"text": " Larouchez d'ems Kek.", "start": 2396.67, "duration": 2.0}, {"text": " No, no, no, it's never been more complex than this, okay?", "start": 2398.67, "duration": 4.0}, {"text": " If nobody goes to work, how do we eat? If nobody goes to work, where do I go when I get? If nobody goes to work, where do I go when I get sick?", "start": 2407.01, "duration": 11.329999999999927}, {"text": " They've never had an answer for that simple question.", "start": 2418.34, "duration": 5.0}, {"text": " Never forget that. Never forget they have never had an answer to that simple question.", "start": 2423.34, "duration": 6.0}, {"text": " They go, if we just abolish the state and we", "start": 2429.34, "duration": 3.0099999999997635}, {"text": " abolish all work, we'll have communism. And all you have to do is ask how, and they won't", "start": 2432.35, "duration": 5.400000000000091}, {"text": " tell you. Like, okay, how? You think that if society collapses into anarchy that will magically become communism?", "start": 2437.75, "duration": 8.260000000000218}, {"text": " Fucking how?", "start": 2446.01, "duration": 2.0}, {"text": " You think society just knows how to do shit?", "start": 2448.01, "duration": 3.0}, {"text": " No it doesn't!", "start": 2451.01, "duration": 2.0}, {"text": " Society doesn't even know how to wipe its own ass!", "start": 2453.01, "duration": 4.329999999999927}, {"text": " And it's like, look, I sympathize with Libertarianism in a lot of ways.", "start": 2458.34, "duration": 6.0}, {"text": " But an effective form of Libertarianism would require a strong state to", "start": 2465.34, "duration": 7.489999999999782}, {"text": " decentralize in the first place and to make sure it can be organized and to give it", "start": 2472.83, "duration": 5.880000000000109}, {"text": " the breathing room to organize. I mean total immediate collapse of the state and of all work would just make us", "start": 2478.71, "duration": 10.179999999999836}, {"text": " Liberia or worse because they're extremist they're not it's not like they're saying", "start": 2488.89, "duration": 6.559999999999945}, {"text": " oh we should", "start": 2495.45, "duration": 3.050000000000182}, {"text": " pursue and and support and cultivate more forms of free association where instead of paying taxes you know community", "start": 2503.42, "duration": 4.559999999999945}, {"text": " associations voluntarily decide to", "start": 2507.98, "duration": 2.849999999999909}, {"text": " like yeah I I I dig all that stuff I like that stuff right but before we do need", "start": 2511.47, "duration": 6.360000000000127}, {"text": " something in place before then we do need something but just to ensure the smooth functioning of society.", "start": 2517.83, "duration": 8.38000000000011}, {"text": " It's like, you know, Jay, who says dumb shit, he's like, we just abolish Social Security.", "start": 2526.21, "duration": 4.1599999999998545}, {"text": " And it's like, look, under the assumption that we replace it with something else, yes, but he doesn't believe we replace it with anything else.", "start": 2530.37, "duration": 9.970000000000255}, {"text": " So ask him, like who's gonna actually pay the bills of the elderly?", "start": 2540.34, "duration": 4.0}, {"text": " What was the growing new philosophy that you mentioned on Twitter?", "start": 2544.34, "duration": 3.0}, {"text": " French store, the neo-Hagalian stuff.", "start": 2547.34, "duration": 2.0}, {"text": " Listen, you just asked Jahu a simple question.", "start": 2549.34, "duration": 4.329999999999927}, {"text": " Hey Jahu, when all the old people don't have Social Security,", "start": 2553.67, "duration": 5.0}, {"text": " like, how do they eat?", "start": 2558.67, "duration": 2.0}, {"text": " Who feeds them?", "start": 2560.67, "duration": 1.0}, {"text": " Are you going to feed them?", "start": 2561.67, "duration": 1.0}, {"text": " And he won't answer you. And I am all about", "start": 2562.67, "duration": 4.3400000000001455}, {"text": " replacing the state and simplifying it. But what I am not about is this irresponsible", "start": 2568.01, "duration": 6.879999999999654}, {"text": " bullshit of just saying", "start": 2574.89, "duration": 2.130000000000109}, {"text": " if we just abolish everything now everything will just magically", "start": 2577.02, "duration": 3.6799999999998363}, {"text": " sort itself out without us taking responsibility in any way", "start": 2580.7, "duration": 4.480000000000018}, {"text": " for the necessities of a modern society", "start": 2585.18, "duration": 2.880000000000109}, {"text": " that's what I don't fuck with. You need to be responsible. Like sure,", "start": 2588.06, "duration": 4.650000000000091}, {"text": " abolish the state machine. Abolish the bureaucracy. I'm totally on board with it.", "start": 2592.71, "duration": 4.920000000000073}, {"text": " But also be responsible for the very necessary tasks that the state used to perform because at the end of the day", "start": 2599.47, "duration": 9.5}, {"text": " Somebody has to pave the fucking roads somebody's got to fucking enforce our borders", "start": 2609.21, "duration": 4.599999999999909}, {"text": " Somebody's got to fucking make sure that old people don't", "start": 2613.81, "duration": 3.3299999999999272}, {"text": " fucking die of freezing to death because they don't have a roof over their", "start": 2617.14, "duration": 3.2800000000002}, {"text": " fucking head. Somebody's got to fucking make sure that there's ambulances and", "start": 2620.42, "duration": 4.440000000000055}, {"text": " there's basic shit that we need and somebody has to make sure that cars abide by a", "start": 2624.86, "duration": 5.809999999999945}, {"text": " by a universal common safety standard", "start": 2630.67, "duration": 2.799999999999727}, {"text": " and that airplanes abide by a fucking safety standard", "start": 2633.47, "duration": 3.600000000000364}, {"text": " and somebody's got to make sure that the food on our", "start": 2637.07, "duration": 2.599999999999909}, {"text": " shelves isn't poisoning killing us. Thank you so much, Chris.", "start": 2639.67, "duration": 4.099999999999909}, {"text": " The", "start": 2643.77, "duration": 0.3200000000001637}, {"text": " whose eschatology is that it ends with embracing the dollar, the ultimate", "start": 2644.09, "duration": 3.9200000000000728}, {"text": " unresolved contradiction. American imperialism will become", "start": 2648.01, "duration": 3.7599999999997635}, {"text": " dude you just have to literally Peter Griffin philosopher at him and ask him okay how will it become communism and he", "start": 2651.77, "duration": 6.449999999999818}, {"text": " doesn't have an answer he promises that it will but he can't tell you how", "start": 2658.22, "duration": 3.7600000000002183}, {"text": " so how do you know well because definitionally this is the definition of", "start": 2661.98, "duration": 5.8400000000001455}, {"text": " communism well then shove your definition up your fucking ass", "start": 2667.82, "duration": 3.5799999999999272}, {"text": " because it concretely makes us none the wiser", "start": 2671.4, "duration": 4.119999999999891}, {"text": " in relation to the practical necessities and realities.", "start": 2675.52, "duration": 3.2800000000002}, {"text": " Because you know what?", "start": 2678.8, "duration": 1.1199999999998909}, {"text": " I kind of fumbled the Tim Pool question", "start": 2679.92, "duration": 2.799999999999727}, {"text": " about intellectual property. because I talked about", "start": 2682.72, "duration": 2.8100000000004}, {"text": " blockchain and stuff and while I stand by everything I said I should have just been simple and", "start": 2685.53, "duration": 5.480000000000018}, {"text": " been like if people want you to continue to producing content they will patronize you themselves, right?", "start": 2691.01, "duration": 6.329999999999927}, {"text": " But I got confused because I didn't have any sleep and I thought he was asking about like,", "start": 2697.34, "duration": 5.0}, {"text": " you know, how do we make sure that people will know it's mine?", "start": 2702.34, "duration": 4.0}, {"text": " And that's why I talked about signatures and shit, right? But by that same token, when people ask how do we eat food and you just say, well, people just fend for themselves, that's not an answer. See, ask me how we eat food. I would say, um, the systems that work that are necessary will be kept in place and they will be", "start": 2706.34, "duration": 22.4699999999998}, {"text": " replaced gradually according to experimentation and whatever works will take over and we'll have a transition. We will oversee a", "start": 2728.81, "duration": 10.690000000000055}, {"text": " transition, right? Like that's how I would say it. I'm not because I'm not here", "start": 2739.5, "duration": 5.239999999999782}, {"text": " irresponsibly saying we're gonna throw old people out on the street with nothing", "start": 2744.74, "duration": 5.0}, {"text": " because he believes that we should to throw old people out on the street with nothing.", "start": 2750.68, "duration": 1.0}, {"text": " Because he believes that we should abolish the state immediately. He, I'm sorry, it's so retarded.", "start": 2755.68, "duration": 3.0}, {"text": " He thinks that right now overnight class antagonisms and national differences will just disappear.", "start": 2758.68, "duration": 8.330000000000382}, {"text": " Overnight.", "start": 2767.01, "duration": 3.0}, {"text": " And somehow everything's going to work itself out, regardless of the responsibility and participation by human beings.", "start": 2770.01, "duration": 15.329999999999927}, {"text": " Somehow magically everything will turn out fine.", "start": 2785.34, "duration": 3.0}, {"text": " Dude, I don't, it's so simple, he's like, we need to abolish work, and it's, I'm like,", "start": 2788.34, "duration": 5.339999999999691}, {"text": " then how will anything function?", "start": 2793.68, "duration": 3.0}, {"text": " And he's like, well, it will be communism.", "start": 2796.68, "duration": 3.0}, {"text": " What?", "start": 2799.68, "duration": 2.0}, {"text": " What the fuck do you mean?", "start": 2801.68, "duration": 1.7699999999999818}, {"text": " It's so fucking stupid.", "start": 2804.45, "duration": 2.0}, {"text": " Like okay, who's gonna go to a", "start": 2808.25, "duration": 2.1599999999998545}, {"text": " fucking nuclear power plant and make sure it doesn't melt down?", "start": 2810.41, "duration": 3.200000000000273}, {"text": " Who's gonna do that?", "start": 2814.49, "duration": 1.1200000000003456}, {"text": " Or it'll just be communism.", "start": 2816.61, "duration": 1.7300000000000182}, {"text": " That's not an answer.", "start": 2818.34, "duration": 1.0}, {"text": " That's not a fucking answer.", "start": 2819.34, "duration": 2.0}, {"text": " So yes, and okay, that's just the dumbish,", "start": 2821.34, "duration": 4.0}, {"text": " that's just the dumb shit on the surface he says.", "start": 2825.34, "duration": 3.0}, {"text": " Everything he says about Marxist capital is", "start": 2828.34, "duration": 3.1399999999998727}, {"text": " bullshit and it's a colossal waste of time to take any part of it seriously.", "start": 2831.48, "duration": 5.360000000000127}, {"text": " Jéhoo claims that what's keeping the system of capitalism in its entirety going is superfluous", "start": 2838.84, "duration": 7.889999999999873}, {"text": " labor.", "start": 2846.73, "duration": 2.7199999999998}, {"text": " According to Jehu's logic, Saudi Arabia has all the money that it does because of how hard the Saudis work,", "start": 2849.45, "duration": 11.890000000000327}, {"text": " because they're so hard working in Saudi Arabia.", "start": 2861.34, "duration": 2.0}, {"text": " Because Saudi Arabians are working a 40-hour week, that's where all the wealth of Saudi Arabia comes from.", "start": 2863.34, "duration": 7.5}, {"text": " He literally wants us to believe that.", "start": 2870.84, "duration": 4.879999999999654}, {"text": " His retarded Marxoid, which he gets from disgusting faggots like Moishi Postone and Heinrich Gross Grossman who both deserve to be taken out in", "start": 2875.72, "duration": 9.570000000000164}, {"text": " a back in the shed and shot in the face and beaten to death with a shovel and then", "start": 2885.29, "duration": 4.679999999999836}, {"text": " buried. He tells us nothing about how real estate speculation works. He tells us nothing about how the", "start": 2889.97, "duration": 8.25}, {"text": " energy economy works and how international oil prices impact the entirety of the", "start": 2898.22, "duration": 5.080000000000382}, {"text": " economy. He tells us nothing about the supply chains of chip manufacturing and the", "start": 2903.3, "duration": 6.119999999999891}, {"text": " relation that poses in the creation of modern", "start": 2909.42, "duration": 3.5}, {"text": " surpluses and profits. He tells us nothing about ecological economics which is a", "start": 2912.92, "duration": 5.480000000000018}, {"text": " decisive factor and how the world economy operates today, specifically in the form of energy.", "start": 2918.4, "duration": 6.610000000000127}, {"text": " He tells us nothing about how anything works.", "start": 2925.01, "duration": 3.0}, {"text": " He literally thinks that the key to everything is how much hours people work.", "start": 2928.01, "duration": 6.0}, {"text": " When the truth is, the amount of hours that people work in the", "start": 2934.01, "duration": 4.329999999999927}, {"text": " in the US and the world only has significance as a", "start": 2938.34, "duration": 5.0}, {"text": " clerical significance.", "start": 2943.34, "duration": 2.0}, {"text": " It has no more significance", "start": 2945.34, "duration": 2.0}, {"text": " than how much we drive our cars or how much we use a C or how much we consume energy in other ways", "start": 2947.34, "duration": 6.940000000000055}, {"text": " There is no privilege significance whatsoever of a fucking barista sitting in Starbucks with their thumb and their ass and getting paid wages to do nothing.", "start": 2954.92, "duration": 9.090000000000146}, {"text": " There's no significance to it. It literally means nothing.", "start": 2964.01, "duration": 3.0}, {"text": " It is, there is no accept, in the words of Nick Land,", "start": 2967.01, "duration": 4.0}, {"text": " there is no ontological significance to labor.", "start": 2971.01, "duration": 4.0}, {"text": " Now I mean to say labor in the outdated form of wage labor. There's no", "start": 2975.01, "duration": 5.449999999999818}, {"text": " privileged significance of it. If we understand labor to just mean wage labor,", "start": 2980.46, "duration": 4.7199999999998}, {"text": " it has ceased to possess any fundamental significance for any modern economy.", "start": 2985.18, "duration": 7.660000000000309}, {"text": " It's not the source of where value is produced.", "start": 2992.84, "duration": 3.0399999999999636}, {"text": " And if you think that you're a retard.", "start": 2995.88, "duration": 4.839999999999691}, {"text": " Jéu claims, get this guys, Jé who claims that the true value of labor today is like", "start": 3000.72, "duration": 8.8100000000004}, {"text": " $5,000 an hour because since we got off the gold standard all the inflation that we've", "start": 3009.53, "duration": 6.599999999999909}, {"text": " experienced since then is a deviation", "start": 3016.13, "duration": 2.8099999999999454}, {"text": " of the true value of commodities.", "start": 3018.94, "duration": 4.279999999999745}, {"text": " So he straight up thinks a 75 inch plasma screen TV is like 50 cents.", "start": 3023.22, "duration": 6.120000000000346}, {"text": " He doesn't think any of the prices in our economy at all", "start": 3029.34, "duration": 2.7399999999997817}, {"text": " have any real material basis. And look I'm not dogmatic. I understand the wild", "start": 3032.08, "duration": 5.960000000000036}, {"text": " fluctuations. I understand there's a lot of things in our economy whose prices are", "start": 3038.04, "duration": 4.480000000000018}, {"text": " bullshit, right? Diamonds are one of them.", "start": 3042.52, "duration": 2.769999999999982}, {"text": " But if you think that all economic laws have been suspended because of fiat money, you're", "start": 3045.29, "duration": 5.2800000000002}, {"text": " a fucking delusional retard and nothing you say should be taken seriously.", "start": 3050.57, "duration": 4.599999999999909}, {"text": " Of course, basic concrete considerations such as energy, such as the amount of labor", "start": 3055.17, "duration": 6.730000000000018}, {"text": " expended even, such as the time it takes to produce things, such as the resources and the cost of the", "start": 3061.9, "duration": 6.1599999999998545}, {"text": " extraction of resources. These things do play a role in economics, a very important role.", "start": 3068.06, "duration": 5.619999999999891}, {"text": " It's literally what economics means.", "start": 3073.68, "duration": 2.0}, {"text": " Economies do have a fucking basis in reality, you know?", "start": 3075.68, "duration": 5.0}, {"text": " Like he takes everything for granted.", "start": 3080.68, "duration": 2.0}, {"text": " Yeah, he thinks like a child. He thinks that a", "start": 3082.68, "duration": 2.130000000000109}, {"text": " fucking smartphone costs nothing to make. He thinks we don't have to dig anything into the", "start": 3084.81, "duration": 5.360000000000127}, {"text": " earth. There aren't any rare minerals or resources to do it. There's no fucking kids in mines in Africa who are necessary to do.", "start": 3090.17, "duration": 8.849999999999909}, {"text": " He doesn't, and none of that matters to him. Everything falls out of the sky and we're all", "start": 3099.02, "duration": 4.960000000000036}, {"text": " working overtime and there's no significance to any of it. Now are we overworked? Yes, but that's a political", "start": 3103.98, "duration": 8.980000000000018}, {"text": " issue, not an economic one. What do I mean by that? It means the reason I want to reduce", "start": 3112.96, "duration": 7.239999999999782}, {"text": " labor hours is not because I think it's some diabolical genius plan to abolish", "start": 3120.2, "duration": 5.170000000000073}, {"text": " capitalism but because I think people should be able to spend more time doing", "start": 3125.37, "duration": 7.720000000000255}, {"text": " things that matter to them instead of wasting their time. You know like for me it's like oh I", "start": 3133.09, "duration": 7.889999999999873}, {"text": " want to reduce the work day because I don't think from the perspective of use", "start": 3140.98, "duration": 5.2800000000002}, {"text": " value it's necessary that people have to work so long and also it's nice for people to have more free time.", "start": 3146.26, "duration": 6.979999999999563}, {"text": " But don't get confused by the free time slogan. That's not what Jahu means. What Jahu means by free time is that all communism is is free time. First of all that's what", "start": 3154.12, "duration": 13.170000000000073}, {"text": " he claims. Second of all he claims that free time is that's key it's the most genius diabolical strategy to leapfrog and", "start": 3167.29, "duration": 13.650000000000091}, {"text": " abolish capitalism right now and skip the necessity of having any state, any stage of", "start": 3180.94, "duration": 6.639999999999873}, {"text": " socialism, any development of the productive forces, as long as we stay at home and", "start": 3187.58, "duration": 5.139999999999873}, {"text": " don't go to work, all problems will be solved.", "start": 3192.72, "duration": 4.960000000000036}, {"text": " And that's not true.", "start": 3197.68, "duration": 1.9600000000000364}, {"text": " That's just a general strike, which gives a population negotiating power and leverage.", "start": 3199.64, "duration": 5.370000000000346}, {"text": " I agree general strikes are very effective, but that is not there's no specific", "start": 3205.01, "duration": 8.0}, {"text": " unique mechanism even in feudalism a general strike is effective.", "start": 3213.01, "duration": 4.649999999999636}, {"text": " It's not like some diabolical genius plan to abolish the value form or something, you know?", "start": 3217.66, "duration": 9.2800000000002}, {"text": " And again, if you want to understand the retardation of Jehuism, ask them basic questions.", "start": 3226.94, "duration": 7.420000000000073}, {"text": " How do we put out fires?", "start": 3234.36, "duration": 2.2399999999997817}, {"text": " How do old people eat food?", "start": 3236.6, "duration": 3.200000000000273}, {"text": " How do we ensure that airplanes conform to safety regulations. Just simple questions. Just ask simple", "start": 3239.8, "duration": 6.369999999999891}, {"text": " shit. Like literally ask simple shit. Ask simple questions they won't have an answer, I", "start": 3246.17, "duration": 5.400000000000091}, {"text": " promise. Like, okay, how do I keep the electricity going? Like, where does the, where does the, where", "start": 3251.57, "duration": 9.529999999999745}, {"text": " does electricity come from? Like, you know what, zero hours, you fucking faggot?", "start": 3261.1, "duration": 6.680000000000291}, {"text": " For all the shit you talk, for all the fucking shit you talk,", "start": 3267.78, "duration": 5.899999999999636}, {"text": " I want you to answer very fucking simply where food will come from", "start": 3273.68, "duration": 6.0}, {"text": " and how old people will eat?", "start": 3279.68, "duration": 6.330000000000382}, {"text": " You fucking retard? Can't even answer simple questions.", "start": 3288.01, "duration": 3.0}, {"text": " And do you think Saudi Arabia has so much money because of how hard working they are?", "start": 3295.01, "duration": 5.329999999999927}, {"text": " Please tell me that one too. Tell me Saudi Arabia is so rich because of how much they work.", "start": 3300.34, "duration": 16.33999999999969}, {"text": " All of Saudi Arabia's profits are because of how hard working they are. That's what they think. Dude, they're psychotic. It's literally, can I tell you guys, Jahuism is a psychotic form of delusion? No communism is not free time and nothing else. Yes, it will be part of communism", "start": 3326.01, "duration": 13.849999999999909}, {"text": " that we will have to work in survival mode sometimes.", "start": 3339.86, "duration": 4.799999999999727}, {"text": " If a big fucking meteor comes and wipes off the planet,", "start": 3344.66, "duration": 4.2800000000002}, {"text": " we need to immediately mobilize a", "start": 3348.94, "duration": 3.019999999999982}, {"text": " fucking reserve army to have fucking disaster relief and that too is", "start": 3351.96, "duration": 5.7599999999997635}, {"text": " communism and no it's not free time sitting on your ass twiddling your thumbs.", "start": 3357.72, "duration": 7.8100000000004}, {"text": " Jehuite and Shokube.", "start": 3367.13, "duration": 2.400000000000091}, {"text": " Beautiful.", "start": 3370.25, "duration": 1.8400000000001455}, {"text": " Free the time. Perfect.", "start": 3373.17, "duration": 0.7199999999997999}, {"text": " Hello.", "start": 3373.89, "duration": 4.450000000000273}, {"text": " Speak.", "start": 3378.34, "duration": 2.0}, {"text": " Can't hear you.", "start": 3380.34, "duration": 3.0}, {"text": " Can't hear you. Can't hear you. Hello?", "start": 3383.34, "duration": 9.33999999999969}, {"text": " Yeah.", "start": 3392.68, "duration": 2.0}, {"text": " Yeah.", "start": 3394.68, "duration": 1.0}, {"text": " Can you really not hear me or no?", "start": 3395.68, "duration": 1.0}, {"text": " I can hear you now.", "start": 3396.68, "duration": 1.0}, {"text": " What's going on?", "start": 3397.68, "duration": 1.0}, {"text": " Oh yeah, it's very simple.", "start": 3398.68, "duration": 2.0}, {"text": " You grow food and you raise goats.", "start": 3400.68, "duration": 2.0}, {"text": " Okay. So how do you scale that up to a fucking society?", "start": 3402.68, "duration": 4.330000000000382}, {"text": " Well, there's not even enough arable fucking land for that to be possible?", "start": 3408.01, "duration": 5.0}, {"text": " One, you do a troll from Lysenko did and he made better means of agriculture.", "start": 3413.01, "duration": 8.329999999999927}, {"text": " And two, who does this?", "start": 3421.34, "duration": 2.0}, {"text": " Who does this?", "start": 3423.34, "duration": 2.0}, {"text": " Who does this?", "start": 3425.34, "duration": 2.0}, {"text": " Botanists at universities.", "start": 3427.34, "duration": 3.3399999999996908}, {"text": " Why, why would they do this?", "start": 3430.68, "duration": 3.0}, {"text": " Why would they do this?", "start": 3433.68, "duration": 1.0}, {"text": " Yeah.", "start": 3434.68, "duration": 1.0}, {"text": " Because, one, because they have nothing.", "start": 3435.68, "duration": 3.0}, {"text": " It's not because you have to understand a lot of these people were not necessarily", "start": 3438.68, "duration": 4.0}, {"text": " incentivized to do so they do so because one they're interested to", "start": 3442.68, "duration": 6.050000000000182}, {"text": " You know that they have a responsibility to do so", "start": 3450.17, "duration": 2.6399999999998727}, {"text": " But well based on what responsibility based on what responsibility based on what?", "start": 3452.81, "duration": 5.329999999999927}, {"text": " Responsibility based on their needs of being, you know, in their existence.", "start": 3463.14, "duration": 2.200000000000273}, {"text": " So because of the moral beneficence of people Well, how will it get to my phone will sort itself out?", "start": 3467.06, "duration": 5.619999999999891}, {"text": " Well, how will it get organized that scale even if this altruism exists?", "start": 3472.68, "duration": 4.0}, {"text": " What authority is going to guarantee the organization will work at a level of scale?", "start": 3476.68, "duration": 5.0}, {"text": " Men on pickup trucks.", "start": 3481.68, "duration": 2.330000000000382}, {"text": " Okay, so General But Naked is guarding the fucking, uh, the", "start": 3484.01, "duration": 5.0}, {"text": " arable land in Minnesota, and if you don't get a hold of that arable land,", "start": 3489.01, "duration": 4.0}, {"text": " everyone in Minnesota starves and dies,", "start": 3493.01, "duration": 2.0}, {"text": " how do you deal with general but naked?", "start": 3495.01, "duration": 1.9299999999998363}, {"text": " Well, it's in the Communist Manifesto and they said that they're going to integrate the city and", "start": 3498.94, "duration": 4.639999999999873}, {"text": " the countryside. So that means that like... What does that mean concretely? What that means", "start": 3503.58, "duration": 5.039999999999964}, {"text": " concretely, I'll explain. It's means is that we're going to move", "start": 3508.62, "duration": 3.5399999999999636}, {"text": " Okay, I'll explain to you what it means concretely it means prison gangs take over the", "start": 3512.16, "duration": 3.7600000000002183}, {"text": " fucking country because they're the only actually organized force that exists right now", "start": 3515.92, "duration": 5.039999999999964}, {"text": " That will be able to organize people when the fucking state collapses and it'll be a", "start": 3520.96, "duration": 4.0900000000001455}, {"text": " fucking savage warlord era where the strong will eat the week, women and children will", "start": 3525.05, "duration": 8.319999999999709}, {"text": " be slaughtered and die, it'll be fucking Liberia, that's what it will be.", "start": 3533.37, "duration": 3.9700000000002547}, {"text": " You want to know what J.", "start": 3537.34, "duration": 2.0}, {"text": " who's communism looks like?", "start": 3539.34, "duration": 1.0}, {"text": " Look at Liberia in the 1990s.", "start": 3540.34, "duration": 2.0}, {"text": " Like, I'm sorry, this Malay shit?", "start": 3546.34, "duration": 5.339999999999691}, {"text": " It's gone too far, okay?", "start": 3551.68, "duration": 3.0}, {"text": " And Jay, who's a Zionist.", "start": 3554.68, "duration": 2.0}, {"text": " They're all Zionists.", "start": 3556.68, "duration": 2.0}, {"text": " Malay?", "start": 3560.68, "duration": 1.0}, {"text": " Milay? Middle A. Mille? is going to bring us communism. Shut the fuck up. Sick of hearing it.", "start": 3577.62, "duration": 2.2400000000002365}, {"text": " I'm sick of fucking hearing it.", "start": 3579.86, "duration": 2.9600000000000364}, {"text": " I'm so sick of it.", "start": 3582.82, "duration": 3.2799999999997453}, {"text": " You guys know that piece of shit, zero hours,", "start": 3586.1, "duration": 3.119999999999891}, {"text": " that literal piece of shit is a full-time record now", "start": 3589.22, "duration": 3.6200000000003456}, {"text": " and his whole blog is dedicated to shitting on us and he literally goes in the", "start": 3594.84, "duration": 5.079999999999927}, {"text": " comments and Tim he literally is just a wreck No, his version of communism is wrecking infrared.", "start": 3599.92, "duration": 7.0900000000001455}, {"text": " And he doesn't debate, does everything in his power to shit on everything we do.", "start": 3607.01, "duration": 7.0}, {"text": " What a contemptible scumbag. What a", "start": 3614.01, "duration": 4.329999999999927}, {"text": " literal low life.", "start": 3618.34, "duration": 2.0}, {"text": " Like if I died tomorrow, God forbid, if infrared never came to be,", "start": 3620.34, "duration": 6.0}, {"text": " what the fuck would that guy be doing,", "start": 3626.34, "duration": 2.0}, {"text": " he'd have no purpose in life.", "start": 3628.34, "duration": 1.8999999999996362}, {"text": " He might off himself.", "start": 3630.24, "duration": 1.2400000000002365}, {"text": " Not many people know this, but, gee who came from a Maoist background.", "start": 3633.48, "duration": 3.8400000000001455}, {"text": " He was one of Linwell's followers out of LA back in the 70s.", "start": 3637.32, "duration": 3.7199999999998}, {"text": " Somehow this ended up in post-onite labor abolition. I swear Moishie Postone would have been sent to a gulag under communism. He is a Trotskyite piece of shit and Post owns a huge Zionist by the way huge", "start": 3641.04, "duration": 21.300000000000182}, {"text": " huge dude if I didn't exist these people would have nothing.", "start": 3662.34, "duration": 9.019999999999982}, {"text": " But for them, communism means annoying the shit out of us", "start": 3671.36, "duration": 4.639999999999873}, {"text": " and spreading retardation.", "start": 3676.0, "duration": 1.6799999999998363}, {"text": " Guys, let's take an L.", "start": 3677.68, "duration": 2.1600000000003092}, {"text": " Jehu set us back one year.", "start": 3679.84, "duration": 2.199999999999818}, {"text": " Because of Jehu, all of the creative impulses in this community to understand", "start": 3682.04, "duration": 5.449999999999818}, {"text": " economics in the 21st century was stifled.", "start": 3687.49, "duration": 3.680000000000291}, {"text": " Because everybody in the community just kept saying free time, free time, free time, and that's", "start": 3691.17, "duration": 3.6799999999998363}, {"text": " it.", "start": 3694.85, "duration": 1.0}, {"text": " Instead of understanding anything about how economics works,", "start": 3695.85, "duration": 2.2899999999999636}, {"text": " everybody just kept bullshitting for a fucking year because this J-hu nonsense.", "start": 3698.14, "duration": 5.360000000000127}, {"text": " So I'm fully cutting the cancer out now. Let's get the fucking work actually", "start": 3704.46, "duration": 4.079999999999927}, {"text": " building Marxism in the 21st century.", "start": 3708.54, "duration": 3.1399999999998727}, {"text": " I'm sick of this stupid cop-out laziness, you know?", "start": 3711.68, "duration": 5.0}, {"text": " And I'm very close to banning it entirely in IGG.", "start": 3716.68, "duration": 6.0}, {"text": " Straight up banning the whole fucking thing. I'm very close to banning it entirely in IGG", "start": 3722.68, "duration": 1.0900000000001455}, {"text": " straight up banning the whole fucking thing.", "start": 3723.77, "duration": 3.599999999999909}, {"text": " I'm straight up banning.", "start": 3727.37, "duration": 3.200000000000273}, {"text": " And that doesn't mean I believe in Lourushism.", "start": 3736.57, "duration": 1.7799999999997453}, {"text": " I means I fucking believe in Marxism.", "start": 3738.35, "duration": 5.0}, {"text": " Marxism, Leninism.", "start": 3743.35, "duration": 3.0}, {"text": " Without Lenin, Shove it up your fucking ass!", "start": 3746.35, "duration": 7.329999999999927}, {"text": " I'm a Leninist!", "start": 3753.68, "duration": 3.0}, {"text": " I'm a Leninist! Marxism without Leninism is Zionism is Zionism.", "start": 3756.68, "duration": 13.330000000000382}, {"text": " Period!", "start": 3770.01, "duration": 2.0}, {"text": " They're all Zionists.", "start": 3772.01, "duration": 2.0}, {"text": " Adorno, Horkheimer, the Frankfurt School, Poststone, all of them.", "start": 3774.01, "duration": 7.459999999999582}, {"text": " All of them were Zionists.", "start": 3781.47, "duration": 2.7600000000002183}, {"text": " All these Trotskyites, Neocon's, its Marxism, Leninism, or it's Zionism.", "start": 3784.23, "duration": 7.449999999999818}, {"text": " There's no Marxism without Lenin that is not corrupted", "start": 3791.68, "duration": 6.0}, {"text": " with imperialist filth, corruption, degradation, stupidity, and Philistonism.", "start": 3797.68, "duration": 8.330000000000382}, {"text": " Yeah, it's the anti- Germans.", "start": 3808.01, "duration": 2.0}, {"text": " You know what, the anti- Germans in Germany?", "start": 3810.01, "duration": 4.0}, {"text": " That's what Marxism looks like without Leninism in the West.", "start": 3814.01, "duration": 6.339999999999691}, {"text": " The anti- Germans, the most disgraceful scummy fascist neo-Nazi group. The anti- Germans are worse than German skinheads. May they all burn in hell.", "start": 3822.71, "duration": 11.329999999999927}, {"text": " I hope Sarah Wagonek comes to power in Germany and becomes a Prussian militarist dictator.", "start": 3839.16, "duration": 9.690000000000055}, {"text": " I'm sick of German self-cucery because of the British appointed Nazis.", "start": 3848.85, "duration": 8.5}, {"text": " Listen to what Stalin said, the Nazis were not German nationalists.", "start": 3857.35, "duration": 5.0}, {"text": " They were not true German nationalists.", "start": 3862.35, "duration": 3.0}, {"text": " I am pro-German. I am a pro-German Marxist.", "start": 3865.35, "duration": 8.329999999999927}, {"text": " Prussian authoritarian Marxist-Marxist.", "start": 3875.68, "duration": 3.0}, {"text": " Prussian authoritarian Marxist-Leninist, Hegel.", "start": 3878.68, "duration": 6.330000000000382}, {"text": " The anti-German's,", "start": 3887.01, "duration": 8.0}, {"text": " the anti-German's labor camp, Gulag, destroy them. They're Nazis, they're fascist, and they all become neo-Nazis because of the Islam thing. Because of the brown Islamo-fascist.", "start": 3906.39, "duration": 7.130000000000109}, {"text": " Brown Islamo-fascism is threatening true communism.", "start": 3913.52, "duration": 3.199999999999818}, {"text": " Therefore, we need to adopt Adolf Hitler and have racial supremacy of Western civilization.", "start": 3916.72, "duration": 6.2800000000002}, {"text": " Shove it up up your fucking ass.", "start": 3923.0, "duration": 3.0100000000002183}, {"text": " Angloid retards, traitors to Germany.", "start": 3926.01, "duration": 5.0}, {"text": " Exactly, Ernest Talmud was a real German patriot, not gay Hitler.", "start": 3933.01, "duration": 6.179999999999836}, {"text": " The anti-deauch.", "start": 3942.87, "duration": 1.599999999999909}, {"text": " A bunch of freaks.", "start": 3947.43, "duration": 4.25}, {"text": " East German Stasi", "start": 3956.68, "duration": 3.0}, {"text": " Third Worldism is based. We are German third worldist. Continental Germany, Telluric", "start": 3961.68, "duration": 12.330000000000382}, {"text": " continental Germany alongside the third world hordes besieging world imperialism.", "start": 3974.01, "duration": 8.139999999999873}, {"text": " This is what we believe.", "start": 3982.15, "duration": 1.2799999999997453}, {"text": " The Stasi arming the ANC and communists in Angola.", "start": 3983.43, "duration": 4.920000000000073}, {"text": " That's what we believe. Our German Stasi Leazons collaborating with us hand in", "start": 3988.35, "duration": 6.970000000000255}, {"text": " hand and struggle to destroy the city of London and Wall Street. That's what we believe. We are East Germans.", "start": 3995.32, "duration": 11.690000000000055}, {"text": " The anti-deush are Hitlerites.", "start": 4010.95, "duration": 7.400000000000091}, {"text": " Anyway guys, I'll see you tomorrow.", "start": 4020.35, "duration": 2.0}, {"text": " We're signing off.", "start": 4024.35, "duration": 4.0}, {"text": " I will see you. Star Side.", "start": 4033.68, "duration": 0}]