[{"text": " In 2000 does not they explicitly do not recognize the Romanaos as martyrs for their Christian face", "start": 0.0, "duration": 7.2}, {"text": " that quite literally they had a whole conference over this because they were", "start": 7.2, "duration": 3.6800000000000006}, {"text": " attempting to get the ROC or ROC to become one specific entity and to rejoin not just be in", "start": 10.88, "duration": 7.17}, {"text": " recommunion but to specifically become one entity and well yes they have", "start": 18.05, "duration": 3.3599999999999994}, {"text": " recommuned they explicitly had an argument over does faint you know Nicholas I guess", "start": 21.41, "duration": 6.84}, {"text": " the bizarre right we'll call him that for", "start": 28.25, "duration": 1.8200000000000003}, {"text": " he's here does he count as a martyr for his Christian faith and the", "start": 30.07, "duration": 5.399999999999999}, {"text": " ROC the official one in Russia said no because he was not killed for being", "start": 35.47, "duration": 4.800000000000004}, {"text": " Christian I don't mean I don't mean interrupt this.", "start": 40.27, "duration": 5.57}, {"text": " So Orthodox Canada, let's just get right to it.", "start": 45.84, "duration": 2.8399999999999963}, {"text": " How are the Bolsheviks Jewish when only 6% were?", "start": 48.68, "duration": 2.6799999999999997}, {"text": " All right, listen, I know you're about to spread misinformation. We won't be getting into that. I'm not going to debate you on this subject because you've blaspheming the Saints more than I think anybody here.", "start": 51.36, "duration": 12.969999999999999}, {"text": " Well, I'll make it easier for you. How is actually not here to speak to you? Okay, that's fine, but how exactly, hold on, let's all calm down. How exactly is it that", "start": 64.33, "duration": 10.180000000000007}, {"text": " Marxism is Talmudic and Jewish, theologically, when the notion of the kingdom of heaven on earth", "start": 74.51, "duration": 5.47999999999999}, {"text": " actually originates with a granny h has and hinkle okay I want to", "start": 79.99, "duration": 4.570000000000007}, {"text": " oh on kennonus don't be scared don't run away it originates with Christian", "start": 84.56, "duration": 3.799999999999997}, {"text": " mystics and Thomas Munsur and the peasants war were your mistakes again can you", "start": 88.36, "duration": 4.480000000000004}, {"text": " name them Thomas Muncer. Who the?", "start": 92.84, "duration": 4.489999999999995}, {"text": " Thomas Muncer led one of the biggest, probably the biggest peasant uprising in European history", "start": 97.33, "duration": 6.079999999999998}, {"text": " alongside Florian Geyer during the peasants war in Germany.", "start": 103.41, "duration": 2.5200000000000102}, {"text": " I think it was about 1524 after the reformation.", "start": 105.93, "duration": 2.3999999999999915}, {"text": " You're speaking about a Protestant movement, is that correct? Correct. And the socialist and utopian movements between Muncer and Karl Marx were all Christian.", "start": 108.33, "duration": 17.269999999999996}, {"text": " There wasn't a single Jewish communist or socialist movement.", "start": 125.6, "duration": 2.8000000000000114}, {"text": " It was all Christian.", "start": 128.4, "duration": 2.1200000000000045}, {"text": " So how is it that the notion of the kingdom of heaven on earth is Taumutic?", "start": 130.52, "duration": 3.359999999999985}, {"text": " Where does that come from?", "start": 133.88, "duration": 1.4000000000000057}, {"text": " That's what I want to know.", "start": 135.28, "duration": 1.0}, {"text": " Have you read the new test? Talmudic, where does that come from? That's what I want to know.", "start": 136.28, "duration": 2.0500000000000114}, {"text": " Have you read the New Testament, Dark House? Can you answer the question directly? How is it that it's Talmudic?", "start": 141.33, "duration": 4.0}, {"text": " Because it comes directly from Talmudic Judaism. But Talmudic Judaism.", "start": 147.33, "duration": 5.619999999999976}, {"text": " That same philosophy.", "start": 152.95, "duration": 1.4399999999999977}, {"text": " Hold on, but, I hope you know this.", "start": 154.39, "duration": 1.8800000000000239}, {"text": " I've read some of the Talmud and most of the Talmud is really about a warning against", "start": 156.27, "duration": 6.9599999999999795}, {"text": " Messiahs. It's very anti-Messianic and it wants to postpone the Messiah's arrival into an indefinitely long distance.", "start": 163.23, "duration": 7.090000000000003}, {"text": " Because there was so many false Messiahs, right? As you know.", "start": 170.32, "duration": 2.960000000000008}, {"text": " According, yeah, well, but you're missing the point.", "start": 173.28, "duration": 2.319999999999993}, {"text": " Something like communism and the realization of the", "start": 175.6, "duration": 2.6100000000000136}, {"text": " kingdom of heaven on earth is incompatible with Jewish theology if anything because", "start": 178.21, "duration": 5.079999999999984}, {"text": " i'm not i think you're an expert on jewish real theology in fact i don't think anybody", "start": 183.29, "duration": 3.480000000000018}, {"text": " here is and because it's a i am hold on but you're the one who made the claim", "start": 186.77, "duration": 4.5}, {"text": " that communism is Talmudic and Jewish did you not?", "start": 191.27, "duration": 3.3999999999999773}, {"text": " Can I shut them tumbled claim because I I study Talmud and tahnach in my free time", "start": 194.67, "duration": 4.600000000000023}, {"text": " and I'm an Orthodox Christian so I would love to shut down this argument if I could", "start": 199.27, "duration": 3.6399999999999864}, {"text": " you're gonna shut down this argument if I could. You're going to shut down my argument?", "start": 202.91, "duration": 2.210000000000008}, {"text": " Firstly, Thomas, I have to go. We'll discuss passion barriers and martyrs after this, especially the persecution of the", "start": 205.12, "duration": 6.240000000000009}, {"text": ". Candace, you made a lot of claims about communism, Marxism, and Bolshevism being Jewish. You will answer for you a blasphemy in front of the Russian people and the Orphylox before.", "start": 211.36, "duration": 8.20999999999998}, {"text": " No, I won't.", "start": 219.57, "duration": 1.0}, {"text": " There are people in power.", "start": 220.57, "duration": 1.0}, {"text": " I want to give you an opportunity to talk about how you think I'm going to be", "start": 221.57, "duration": 5.760000000000019}, {"text": " extradited to the new Russian Empire.", "start": 227.33, "duration": 2.119999999999976}, {"text": " Can you elaborate on that?", "start": 229.45, "duration": 1.6200000000000045}, {"text": " I won't be elaborating.", "start": 231.07, "duration": 1.8400000000000034}, {"text": " I think the comment has been made, the right people are aware.", "start": 232.91, "duration": 4.159999999999997}, {"text": " Okay.", "start": 237.07, "duration": 1.0}, {"text": " And you, I really know who the next czar is going to be.", "start": 238.07, "duration": 2.4399999999999977}, {"text": " You yourself know this?", "start": 240.51, "duration": 1.0}, {"text": " You're not the person I'll be speaking to about. Do you know who the next", "start": 241.51, "duration": 5.490000000000009}, {"text": " of Russia is going to be Orthodox canonist? I can't answer that question.", "start": 247.0, "duration": 7.0}, {"text": " So you're claiming you know who the next czar is and that I'm going to be", "start": 254.0, "duration": 3.2099999999999795}, {"text": " I'll be excited. As I said. You made a lot of claims about Bolshevism being Jewish", "start": 257.21, "duration": 5.240000000000009}, {"text": " but you can't. Oh he deafened himself. Well I talked to Jackson today and he's definitely not", "start": 262.45, "duration": 6.480000000000018}, {"text": " coming but he just deafened himself like a baby.", "start": 268.93, "duration": 3.579999999999984}, {"text": " What a child, I just asked him some simple questions.", "start": 272.51, "duration": 3.519999999999982}, {"text": " Okay, can I just quickly say something?", "start": 276.03, "duration": 2.480000000000018}, {"text": " Yeah.", "start": 278.51, "duration": 1.0}, {"text": " Thomas Brooks, okay?", "start": 279.51, "duration": 1.0}, {"text": " As someone who's unfamiliar with the subject, he kind of destroyed, you're not going to lie, man.", "start": 280.51, "duration": 4.449999999999989}, {"text": " You got on the point of the classification of the martyrdom or whatever, he kind of blew you up on that one.", "start": 284.96, "duration": 9.840000000000032}, {"text": " Yeah, because he was just talking. I wasn't trying to go.", "start": 294.8, "duration": 2.4499999999999886}, {"text": " I'm not trying to like get.", "start": 297.25, "duration": 1.6800000000000068}, {"text": " Okay, bro, you came at him.", "start": 298.93, "duration": 2.680000000000007}, {"text": " You, that was, if that was your best shot, man.", "start": 301.61, "duration": 2.2799999999999727}, {"text": " Well, why are you?", "start": 303.89, "duration": 1.5200000000000387}, {"text": " Notice how hard it is for someone like that", "start": 305.41, "duration": 2.319999999999993}, {"text": " to like sustain a single argument in defense of the idea that", "start": 307.73, "duration": 4.859999999999957}, {"text": " communism is Jewish. Like look all I had to do is mention Thomas Munzer because he's", "start": 312.59, "duration": 5.840000000000032}, {"text": " trying to say it's theologically Jewish and I'm like well it Thomas Muncer is arguably like the first communist movement in Europe", "start": 318.43, "duration": 6.3700000000000045}, {"text": " there's no Jews involved in that as a matter of fact I think they were anti-Semitic so like how", "start": 324.8, "duration": 4.9599999999999795}, {"text": " does that square it's clearly has Christian origins in Europe at least and he he's just what was his response is, bring me Jackson.", "start": 329.76, "duration": 8.769999999999982}, {"text": " Jackson's not coming tonight. Jackson's not even home. I talked to him today.", "start": 338.53, "duration": 3.0400000000000205}, {"text": " And I even told him that Orthodox canonist was in VC and I thought it was funny.", "start": 342.13, "duration": 5.360000000000014}, {"text": " And then he was like, well, I want to ask him, I want to ask him that he his reply to", "start": 347.49, "duration": 5.300000000000011}, {"text": " the thread right he said that this thread contains many falsities and I would like to", "start": 352.79, "duration": 4.759999999999991}, {"text": " ask him like what what is orthodox Shannon is doing like is he just doesn't want to leave", "start": 357.55, "duration": 5.240000000000009}, {"text": " he's jacking all he's jacking", "start": 362.79, "duration": 2.169999999999959}, {"text": " he's jacking he wants watching it", "start": 364.96, "duration": 3.480000000000018}, {"text": " once he was researching everything I let's give him time to do like research I guess", "start": 368.44, "duration": 5.839999999999975}, {"text": " well here's what happened earlier.", "start": 374.28, "duration": 3.330000000000041}, {"text": " He was deafened and then when people started to leave that's when he undefened and came back.", "start": 377.61, "duration": 5.839999999999975}, {"text": " I think he's trying to get Henkel like he's trying to get us to extradite Jackson", "start": 383.45, "duration": 3.3600000000000136}, {"text": " Indigear.", "start": 386.81, "duration": 1.0}, {"text": " Let me pull them up. Let me pull them up. All right, Orthodox canonist is deafened and muted.", "start": 387.81, "duration": 19.629999999999995}, {"text": " He ran away as soon as I came in the VC to ask him a very simple question about how", "start": 407.44, "duration": 4.680000000000007}, {"text": " Bolsavism was Jewish when only 6% of the members were Jews.", "start": 412.12, "duration": 2.839999999999975}, {"text": " And how is it that Marxism is", "start": 414.96, "duration": 4.4500000000000455}, {"text": " Theologically Jewish when or communism is Theologically Jewish I should say", "start": 419.41, "duration": 5.119999999999948}, {"text": " when the first communist movements who proposed explicitly the idea of creating the Kingdom of Heaven on", "start": 424.53, "duration": 7.140000000000043}, {"text": " earth was a millinarian Christian movement led by Thomas Munzer. There is no", "start": 431.67, "duration": 5.399999999999977}, {"text": " Jews involved as a matter of fact it was even anti-Semitic. So how and where do we get", "start": 437.07, "duration": 5.680000000000007}, {"text": " this idea that communism is", "start": 442.75, "duration": 1.4499999999999886}, {"text": " Theologically Jewish? I wish one of his little friends would come in and like", "start": 444.2, "duration": 6.1200000000000045}, {"text": " Try to argue for this or make the argument at least by the way guys boost kind of, the reason I didn't announce the stream was", "start": 450.32, "duration": 13.170000000000016}, {"text": " because I didn't want him to run away, but he, so he would have ran away. He couldn't.", "start": 463.49, "duration": 8.180000000000007}, {"text": " Um, and I got him cornered. Guys, we have a lot to talk about by the way. I want to like give you some updates.", "start": 474.67, "duration": 4.0}, {"text": " But I just, the reason I started the stream right away is because like I wanted there to be an archive debate before anything.", "start": 478.67, "duration": 6.529999999999973}, {"text": " Because I knew he's gonna like try to clip shit and do his like disgusting gay tactics or whatever.", "start": 485.2, "duration": 5.520000000000039}, {"text": " How he does. But yeah, this was like a total ambush that we got him and he completely deafened and muted himself.", "start": 491.36, "duration": 9.96999999999997}, {"text": " And yeah, so this is kind of awkward.", "start": 504.33, "duration": 5.0}, {"text": " This is a little bit awkward how he completely deafening you.", "start": 509.33, "duration": 4.339999999999975}, {"text": " So, okay, while he's muted and deafened, I want to give you guys a rundown of what happened a few nights ago.", "start": 513.67, "duration": 6.0}, {"text": " And if you guys could all put in original content the memes from an Orthodox", "start": 519.67, "duration": 5.009999999999991}, {"text": " Candidist game basically the last time we were live we were kind of like hunting", "start": 524.68, "duration": 4.2000000000000455}, {"text": " Orthodox Canada's down trolling him harassing him in the meantime just to give you a", "start": 528.88, "duration": 6.440000000000055}, {"text": " rundown he blocked me claimed that I blocked him first, he in fact blocked me first, I have proof of it.", "start": 535.32, "duration": 6.019999999999982}, {"text": " And then he came into our discord for like three hours, where he wrote poetry to us and wrote poetry to Jackson, basically saying he's going to smite the Talmudic beast.", "start": 541.34, "duration": 13.329999999999927}, {"text": " And all we did was ask him the question of why he lied about me blocking him first, he couldn't answer.", "start": 554.67, "duration": 5.0}, {"text": " It was quite sad really.", "start": 559.67, "duration": 2.0}, {"text": " But as you can see, he's lying about his basic argument that", "start": 561.67, "duration": 3.8500000000000227}, {"text": " Bolsavism was Jewish, all the right-wingers are. Again I'm happy to bring on any", "start": 565.52, "duration": 5.159999999999968}, {"text": " right-winger who wants to make the argument that the Bolsheviks were Jews or", "start": 570.68, "duration": 3.7200000000000273}, {"text": " at least predominantly Jews and they can but they don't the argument isn't", "start": 574.4, "duration": 5.019999999999982}, {"text": " based on reason it's not based on thinking it's not based on the intellect", "start": 579.42, "duration": 4.639999999999986}, {"text": " it's just based on this kind of meme you know they look at an image of a few Jews and they say, that's the essence of the whole thing,", "start": 584.06, "duration": 7.810000000000059}, {"text": " because their mind is overly fixated on Jews for some reason.", "start": 591.87, "duration": 3.840000000000032}, {"text": " For some odd reason, right? Despite that, yeah, I don't want to get into it but yeah so he is so", "start": 598.11, "duration": 7.529999999999973}, {"text": " canonist someone tell canonist I'll let him debate the other guy he clearly", "start": 605.64, "duration": 4.360000000000014}, {"text": " doesn't want to debate me so I'm going to put him in general and we're gonna go", "start": 610.0, "duration": 6.32000000000005}, {"text": " back to general and let's just see what's going on", "start": 616.32, "duration": 2.3799999999999955}, {"text": " because he clearly is not interested in debating me clearly isn't going to", "start": 618.7, "duration": 4.3599999999999}, {"text": " debate me maybe he'll debate one of my audience members by the way guys orthodox", "start": 623.06, "duration": 6.680000000000064}, {"text": " canonist actually believes that", "start": 629.74, "duration": 3.25}, {"text": " first of all that there's going to be a new Orthodox Russian Empire. That's not", "start": 632.99, "duration": 5.240000000000009}, {"text": " a completely, you know, uncommon view to have in Russia right but he also is under the", "start": 638.23, "duration": 7.850000000000023}, {"text": " assumption or the pretense that he personally knows who the next czar is going to be", "start": 646.88, "duration": 5.759999999999991}, {"text": " finally he also believes that I'm going to be extradited for insulting", "start": 653.76, "duration": 6.6200000000000045}, {"text": " Tsar Nicholas II. Now I didn't know that much about Russian Orthodox rituals or", "start": 661.42, "duration": 5.720000000000027}, {"text": " procedures, so when he's like oh he's a saint, this is a really big deal, well, saints are", "start": 667.14, "duration": 6.009999999999991}, {"text": " extremely fallible, and while it's not considered in good taste in Russia, if you're a part of the Orthodox", "start": 673.15, "duration": 5.680000000000064}, {"text": " faith to insult Nicholas II, because of that sainhood status it doesn't bestow upon", "start": 678.83, "duration": 7.490000000000009}, {"text": " him this sacred quality like like the Muslims treat the prophets for example and I", "start": 686.32, "duration": 6.239999999999895}, {"text": " was given the okay by many Russians that I can insult Nicholas II and nobody gives a", "start": 692.56, "duration": 4.740000000000009}, {"text": " shit that was given the okay. Apparently he wasn't even a martyr he was a", "start": 697.3, "duration": 4.240000000000009}, {"text": " passion-bearer. Apparently it was an extremely contentious canonization. Finally", "start": 701.54, "duration": 6.360000000000014}, {"text": " the role of Sainthood is", "start": 707.9, "duration": 2.2100000000000364}, {"text": " apparently reversible.", "start": 710.11, "duration": 1.5599999999999454}, {"text": " So in the Soviet Union 2.0, that stupid decision will be reversed.", "start": 711.67, "duration": 5.0}, {"text": " And, you know, that's going to be that.", "start": 716.67, "duration": 3.0}, {"text": " A lot of people ask me, well, are you okay with", "start": 719.67, "duration": 3.0}, {"text": " the way the Romanovs were executed?", "start": 722.67, "duration": 4.7700000000000955}, {"text": " And I've said multiple times I'm not.", "start": 727.44, "duration": 2.5599999999999454}, {"text": " I don't think that was, that Lenin had nothing to do with that decision, by the way, neither did", "start": 730.0, "duration": 5.2000000000000455}, {"text": " Spared Law, but had nothing to do with Lenin's cabinet. To to this day there's not a single bit of evidence that it did and he", "start": 735.2, "duration": 6.740000000000009}, {"text": " should have been tried and executed like King Louis the 16th so that's my view on that I don't think his family should have been killed by the way.", "start": 741.94, "duration": 9.729999999999905}, {"text": " But that doesn't mean I can't make fun of him and that I'm somehow insulting the entire religion if I make fun of that guy.", "start": 751.67, "duration": 8.0}, {"text": " That's not how Orthodoxy works. Plenty of in Russia, insult and make fun of Nicholas", "start": 759.67, "duration": 5.210000000000036}, {"text": " the second and nobody gives a shit. Anyway, we just want to know like why Orthodox", "start": 764.88, "duration": 8.600000000000023}, {"text": " Canonist is currently sitting in my general chat VC for reasons unknown.", "start": 773.48, "duration": 4.860000000000014}, {"text": " I don't know why. I thought we were kind of done with this saga but he just keeps coming", "start": 778.34, "duration": 4.919999999999959}, {"text": " back for more I guess. He blocked me, I blocked him after that. I was assuming this whole", "start": 783.26, "duration": 5.0}, {"text": " little saga was over and we can just get on with our lives", "start": 788.26, "duration": 2.409999999999968}, {"text": " but I hate to say it. He is a Laul cow. Like I hate to say it", "start": 790.67, "duration": 4.0}, {"text": " but that's exactly what he is.", "start": 794.67, "duration": 2.0}, {"text": " He's just coming back for more. I don't know why.", "start": 796.67, "duration": 2.0}, {"text": " He's just addicted to like getting made fun of and bullied I guess. But I don't know exactly what he what he's", "start": 798.67, "duration": 9.009999999999991}, {"text": " hoping to accomplish by sitting in my VC. Let's ask him.", "start": 807.68, "duration": 4.240000000000009}, {"text": " Guys let's ping him and ask him why he's in our VC.", "start": 811.92, "duration": 8.420000000000073}, {"text": " Why are you in my house, bro?", "start": 820.34, "duration": 3.0}, {"text": " I'm going to have to keep pinging him.", "start": 823.34, "duration": 3.0}, {"text": " Like, why are you in my VC?", "start": 826.34, "duration": 3.0}, {"text": " Don't, don't spam him him though because I'll spam.", "start": 829.34, "duration": 2.3299999999999272}, {"text": " Don't spam him.", "start": 833.67, "duration": 1.0}, {"text": " I think you find a clout shark off of...", "start": 834.67, "duration": 3.0}, {"text": " No, but what is he here for? Like what is the purpose?", "start": 837.67, "duration": 3.0}, {"text": " What is the purpose? What is the purpose?", "start": 842.67, "duration": 1.330000000000041}, {"text": " If I just try to extradite Jackson.", "start": 844.0, "duration": 3.0}, {"text": " If I disconnect him, really come back?", "start": 847.0, "duration": 2.0}, {"text": " Let me see.", "start": 849.0, "duration": 1.0}, {"text": " Let me just disconnect him.", "start": 850.0, "duration": 1.0}, {"text": " That's all I did.", "start": 851.0, "duration": 1.0}, {"text": " I just disconnected him.", "start": 852.0, "duration": 1.0}, {"text": " Is he going to come back?", "start": 853.0, "duration": 1.0}, {"text": " And like what is he one? He was in here death and for a while when people", "start": 854.0, "duration": 9.299999999999955}, {"text": " started to leave that's when he undefened and started talking.", "start": 863.3, "duration": 2.400000000000091}, {"text": " Bean man no no no no no T. O S okay I disconnected him. He can join back. I just want to see like if he's even here what he's doing", "start": 865.7, "duration": 11.370000000000005}, {"text": " What is his purpose? Is he gonna come back? Doesn't look? Are you alive? Yeah, I'm live", "start": 878.19, "duration": 5.039999999999964}, {"text": " Yeah, yeah, I'm alive you alive? Yeah, I'm live.", "start": 883.23, "duration": 0.7699999999999818}, {"text": " Yeah, yeah.", "start": 884.0, "duration": 1.0}, {"text": " I started the stream.", "start": 885.0, "duration": 2.0}, {"text": " See the minute I came in here, I was going to shower first.", "start": 887.0, "duration": 3.0}, {"text": " I actually haven't showered.", "start": 890.0, "duration": 2.0}, {"text": " I'm quite dirty.", "start": 892.0, "duration": 1.0}, {"text": " I just had Burger King.", "start": 893.0, "duration": 1.0}, {"text": " I'm really, if you smelled me, I'd smell really disgusting. But I had to come in here like to get this", "start": 894.0, "duration": 5.740000000000009}, {"text": " opportunity because he was in our VC and I was like all right this is where I can ask him simple", "start": 899.74, "duration": 4.8799999999999955}, {"text": " questions about how Bolsheism is Jewish. But yeah he's like been in VC for like an hour.", "start": 904.62, "duration": 9.049999999999955}, {"text": " He just muted himself and deafened himself,", "start": 913.67, "duration": 3.0}, {"text": " and there's like a hundred people that joined", "start": 916.67, "duration": 2.0}, {"text": " and like he just was sitting there doing nothing.", "start": 918.67, "duration": 3.0}, {"text": " I'm not exactly.", "start": 921.67, "duration": 1.0}, {"text": " He's scouting for the white exactly. He's scouting. Yeah I don't I don't even", "start": 922.67, "duration": 4.210000000000036}, {"text": " know but like you could do that what was just lurking you don't have to like actually be in", "start": 926.88, "duration": 4.240000000000009}, {"text": " like what's the point of being in VC and deafening yourself that's what I don't understand.", "start": 931.12, "duration": 4.720000000000027}, {"text": " Who will deaf in himself on some occasions I think he was just like lingering around here", "start": 935.84, "duration": 4.659999999999968}, {"text": " so we can hear what people say about him or something like that.", "start": 940.5, "duration": 3.159999999999968}, {"text": " Oh he wants okay but why deafen yourself?", "start": 943.66, "duration": 3.2800000000000864}, {"text": " Yeah he couldn't hear he couldn't hear anything he couldn't say anything he's invisible. I think he thinks he thinks't hear him. Yeah, he couldn't hear anything.", "start": 946.94, "duration": 3.7299999999999045}, {"text": " He couldn't say anything.", "start": 950.67, "duration": 1.0}, {"text": " He's invincible when he fucking deafens or something.", "start": 951.67, "duration": 4.0}, {"text": " I don't, but he doesn't need to do that.", "start": 955.67, "duration": 1.0}, {"text": " It's like, you know, a child that like,", "start": 956.67, "duration": 2.0}, {"text": " if he wants to spy on our server, he could just lurk,", "start": 958.67, "duration": 3.0}, {"text": " he doesn't actually need to like, like, no, he has to be in VC to get our IPs to send to the based white army KGB that he's part of that's gonna", "start": 961.67, "duration": 8.57000000000005}, {"text": " extra day Haas he has the main character guys are everyone to do. I want everyone to leave VC.", "start": 970.24, "duration": 9.100000000000023}, {"text": " And then if he comes back, he comes back. But he's not going to come back.", "start": 979.34, "duration": 5.0}, {"text": " It doesn't seem like. Seems like he's just kind of bitched out.", "start": 984.34, "duration": 4.0}, {"text": " He's like, he was waiting to be banned. I didn't ban him from", "start": 988.34, "duration": 4.889999999999986}, {"text": " VC. All I did was disconnect him just to see if he's active. He's in there, deafened", "start": 993.23, "duration": 5.519999999999982}, {"text": " and muted himself. Yeah. Anyway guys, let's all leave VC. We're gonna let's the stream is started to leave", "start": 998.75, "duration": 7.610000000000014}, {"text": " VC if he comes back he comes back all right. So yeah so we're gonna just like", "start": 1006.36, "duration": 6.600000000000023}, {"text": " give him an opportunity to join again I'm gonna keep my discord open in case he does. That was a I don't", "start": 1012.96, "duration": 6.139999999999986}, {"text": " know what he's doing he's like addicted to pain because guys you may think I'm a crazy person", "start": 1019.1, "duration": 5.519999999999868}, {"text": " and I wasted a lot of time defeating the menace of Orthodox canonist and I'll admit in a rare moment of self-awareness I do feel", "start": 1024.62, "duration": 9.25}, {"text": " slightly autistic. I'm gonna go ahead and confess that I feel like I'm like like", "start": 1033.87, "duration": 8.480000000000018}, {"text": " like autists attract autists and only an autist can invoke the rage of an autist, right?", "start": 1042.35, "duration": 7.810000000000173}, {"text": " So there's that, but there is a good thing we did by doing this whole thing and the good thing that we did", "start": 1051.12, "duration": 6.060000000000173}, {"text": " was we stood on business we made sure this ain't nothing to fuck with and this is", "start": 1057.18, "duration": 6.559999999999945}, {"text": " kind of what I want to talk about today actually but what I wanted to talk about actually is that I don't want to keep hammering this point home", "start": 1063.74, "duration": 11.809999999999945}, {"text": " but I think it's absolutely clear to me at this point that right now on the X app by the", "start": 1075.55, "duration": 4.759999999999991}, {"text": " way guys on X I have been search suggestion banned I've been told this is only for three days or so", "start": 1080.31, "duration": 7.529999999999973}, {"text": " so hopefully that's get that gets lifted as soon as possible", "start": 1088.4, "duration": 3.3599999999999}, {"text": " But I also wanted to talk about how am I and I just want to take a inventory of this", "start": 1092.72, "duration": 5.899999999999864}, {"text": " Australia Stani what the fuck is up right I want to I want to kind of see where", "start": 1098.62, "duration": 6.2000000000000455}, {"text": " everyone's at one's in the chat if your entire timeline is Hitlerism, not your entire one, but like", "start": 1104.82, "duration": 7.850000000000136}, {"text": " every other tweet you're starting to see is straight up just Hitlerism.", "start": 1112.67, "duration": 4.0}, {"text": " Because I want to know if I'm the only person who's seeing this.", "start": 1118.67, "duration": 3.0}, {"text": " Okay, I'm glad everyone else is seeing this. Now if if let me ask let", "start": 1121.67, "duration": 4.730000000000018}, {"text": " ask another question all right? One's in the chat if more often than not this", "start": 1126.4, "duration": 7.679999999999836}, {"text": " Hitlerism is explicitly anti-communist, meaning it's not just anti-Semitism", "start": 1134.08, "duration": 5.5}, {"text": " and racial hatred, it also is directly knocking on Marxism and communism.", "start": 1139.58, "duration": 5.600000000000136}, {"text": " Because I think I've noticed that too, and when you put two and two together, we have to ask a basic question, all right?", "start": 1145.18, "duration": 11.490000000000009}, {"text": " If Zog was in power, if the all controlling Jews were in power, if cultural Marxist-Bolsevic Jews were in power. If cultural Marxist Bolshevik Jews were in power,", "start": 1156.67, "duration": 10.529999999999973}, {"text": " would they allow for that to happen? Would they allow for Nazism and the Judeo-Bolshevik conspiracy theory to like spread like wildfire", "start": 1168.16, "duration": 10.099999999999909}, {"text": " would they just like allow that to happen? Because there's a lot of neo-Nazis who", "start": 1178.26, "duration": 4.680000000000064}, {"text": " look at they're like we're so back! We're so back and they don't realize", "start": 1182.94, "duration": 3.7200000000000273}, {"text": " no this is very this is at the very least at the very least. At the very least, this is being deliberately.", "start": 1187.66, "duration": 6.009999999999991}, {"text": " What do you call? This is being deliberately boosted in the sense of, this is being deliberately given the spotlight.", "start": 1193.67, "duration": 11.689999999999827}, {"text": " I'm not saying all neo-Nazis are feds. I'm saying that the ones who give", "start": 1205.36, "duration": 5.920000000000073}, {"text": " neo-Nazis all the attention are the feds. And why are they counter-signaling us? Why do so many of these tweets appear to be", "start": 1211.28, "duration": 8.100000000000136}, {"text": " counter signaling us? Because it's simple. We are more of a danger and more of a threat", "start": 1219.38, "duration": 6.439999999999827}, {"text": " than neo-Nazis are. And then ask yourself a question how can that be how can the establishment be", "start": 1225.82, "duration": 6.0499999999999545}, {"text": " both Zionist and neo-Nazi well I'll tell you why it's for the same reason I believe", "start": 1231.87, "duration": 6.2000000000000455}, {"text": " the most amount of pings on four chance poll board come from Israel. You see look I want to give a message to my", "start": 1238.07, "duration": 11.610000000000127}, {"text": " Muslim brothers I want to give a message to my Christian brothers I understand", "start": 1249.68, "duration": 5.399999999999864}, {"text": " the disgust and the hatred you feel for seeing what these", "start": 1255.08, "duration": 6.3400000000001455}, {"text": " Zionist monsters are doing in Gaza. Trust me I understand it. My family background I was raised", "start": 1261.42, "duration": 11.210000000000036}, {"text": " understanding that. It's in my blood it's in my DNA. There's nobody who's more", "start": 1272.63, "duration": 5.479999999999791}, {"text": " anti-Zionists than me. But trust me when I say, trust me when I say, this is all, when I say this, when you allow", "start": 1278.11, "duration": 12.450000000000045}, {"text": " your hatred of Zionism to spill over into the direction of trying to rehabilitate Adolf Hitler, the Nazis, spread", "start": 1290.56, "duration": 8.700000000000045}, {"text": " racial hatred and even yes spread hatred against the Jews. You are playing", "start": 1299.26, "duration": 4.920000000000073}, {"text": " into the hands of the Zionists and they are doing it very deliberately. Again the", "start": 1304.18, "duration": 4.679999999999836}, {"text": " neo-Nazi board on 4chan poll, the number one source of", "start": 1308.86, "duration": 4.170000000000073}, {"text": " traffic from there is Israel itself. You see the Zionist and the Mossad are the ones spreading", "start": 1313.03, "duration": 6.880000000000109}, {"text": " the revival of Nazism. And why are they doing that? They're doing it because it", "start": 1319.91, "duration": 5.369999999999891}, {"text": " reinforces the ideology and worldview upon which Zionism is based. This is a", "start": 1325.28, "duration": 6.079999999999927}, {"text": " worldview that wants Jews to be isolated, the center of attention, and the center of the world. It wants Jews to be", "start": 1331.36, "duration": 10.7800000000002}, {"text": " everyone's focus because the whole ideology of Zionism is a false Messiah.", "start": 1342.14, "duration": 9.529999999999973}, {"text": " Zionism is a false Messiah for the Jewish people.", "start": 1352.03, "duration": 4.480000000000018}, {"text": " And they're basically trying to say that this is,", "start": 1356.51, "duration": 2.9600000000000364}, {"text": " because this is what people don't understand.", "start": 1359.47, "duration": 2.480000000000018}, {"text": " The Jews of the world are not united. The diaspora in America in particular, the Jewish diaspora in America, they have not been fully, fully,", "start": 1361.95, "duration": 11.049999999999955}, {"text": " Zionified, if you can call it that, right right now they have vaguely pro-Israel", "start": 1373.0, "duration": 6.380000000000109}, {"text": " sentiment sure but it's starting to tilt in the other direction and there's an", "start": 1379.38, "duration": 4.7199999999998}, {"text": " increasing estrangement put it this way aid and Ross he's a Jew right what does", "start": 1384.1, "duration": 4.0}, {"text": " aid and Ross give a fuck about Israel? Put that into perspective, right? And", "start": 1388.1, "duration": 5.5300000000002}, {"text": " Zionists are fighting to win over all the Jews in the world fully and get their full,", "start": 1393.63, "duration": 7.279999999999973}, {"text": " full loyalty and the best way you do that to justify the ideology of", "start": 1400.91, "duration": 6.689999999999827}, {"text": " of Zionism is to promote neo-Naziism. Now there's a second edge to that blade", "start": 1407.6, "duration": 9.740000000000009}, {"text": " Because what the Zionists are doing is they're hitting two birds with one stone and this is now for my Muslim brothers and sisters living in the West. I have to tell you something", "start": 1418.34, "duration": 9.0}, {"text": " When you are promoting the far right, you're doing the", "start": 1429.34, "duration": 4.769999999999982}, {"text": " Zionist work because in addition to what I just told you, the goal of the far", "start": 1434.11, "duration": 5.2000000000000455}, {"text": " right is anti-immigration. Number one, and I'm not a fan of immigration myself, but in the", "start": 1439.31, "duration": 5.930000000000064}, {"text": " European context and in the American context, this will translate into", "start": 1445.24, "duration": 5.279999999999973}, {"text": " enmity toward Muslims. They want the Muslims out of Europe and they want Muslims out of America.", "start": 1450.52, "duration": 9.819999999999936}, {"text": " Now why do the Zionists want that?", "start": 1460.34, "duration": 4.0}, {"text": " The Zionists want to get rid of all of the Muslim voices in America and in Europe", "start": 1464.34, "duration": 4.0}, {"text": " because this is the number one source of", "start": 1468.34, "duration": 3.6900000000000546}, {"text": " pressure then and I repeat that the number one source of pressure internally", "start": 1472.03, "duration": 5.440000000000055}, {"text": " upon civil life in the Western societies against Zionism no mistake, the Muslim community in Europe and in America", "start": 1477.47, "duration": 10.690000000000055}, {"text": " almost single-handedly is the reason why Israel is getting so much", "start": 1488.16, "duration": 5.480000000000018}, {"text": " negative PR on the internet.", "start": 1493.64, "duration": 1.959999999999809}, {"text": " Muslims are the second largest religion in the world, okay?", "start": 1495.6, "duration": 5.100000000000136}, {"text": " And they used to have a pretty negligible presence", "start": 1500.7, "duration": 3.0399999999999636}, {"text": " in the West.", "start": 1503.74, "duration": 1.2000000000000455}, {"text": " Yannanud, what's going on?", "start": 1504.94, "duration": 3.0799999999999272}, {"text": " So my fellow Muslims, I am not pro-immigration first of all, but if we are", "start": 1508.02, "duration": 7.610000000000127}, {"text": " going to make a life for ourselves in the West, which is something I'm doing, we need", "start": 1515.63, "duration": 5.439999999999827}, {"text": " to adapt Islam to the countries in which we live.", "start": 1521.07, "duration": 3.9300000000000637}, {"text": " And we need to keep fighting because Islam as a religion makes it very clear that you fight for justice no matter what land you're in. And we need to be like that one", "start": 1525.0, "duration": 14.460000000000036}, {"text": " black guy in Robin Hood, the Robin Hood movie. Robin Hood is fighting for justice and the black", "start": 1539.46, "duration": 6.2000000000000455}, {"text": " stranger who's a Muslim by the way in the movie, that's why I'm saying, helps out Robin Hood because he's", "start": 1545.66, "duration": 6.089999999999918}, {"text": " fighting for justice no matter what land he's in he's fighting against Satan. So", "start": 1551.75, "duration": 5.240000000000009}, {"text": " Muslims in America, you need to be cognizant of your role. You need to be cognizant of the fact that", "start": 1556.99, "duration": 9.730000000000018}, {"text": " Zionists are willing to promote neo-Nazis to get rid of you. Because what are the", "start": 1566.72, "duration": 5.319999999999936}, {"text": " neo-Nazis going to ultimately do? The neo-Nazis are going to promote anti-Muslim hatred. They're going to promote", "start": 1572.04, "duration": 7.380000000000109}, {"text": " anti-Jewish hatred. The Jews go to Israel. The Muslims get kicked out. Israel stands", "start": 1579.42, "duration": 6.319999999999936}, {"text": " on a post. And then you ask the question, well wouldn't that make Western countries hate Israel?", "start": 1585.74, "duration": 4.529999999999973}, {"text": " No, no, it wouldn't.", "start": 1590.27, "duration": 2.880000000000109}, {"text": " Because the anti-Jewish sentiment will be fine", "start": 1593.15, "duration": 4.240000000000009}, {"text": " as long as the boundaries establish.", "start": 1597.39, "duration": 3.119999999999891}, {"text": " This is part of the Zionist ideology.", "start": 1600.51, "duration": 1.8399999999999181}, {"text": " We Jews will stay in Israel. You have the West and you can larp your identity of Ropa", "start": 1602.35, "duration": 6.860000000000127}, {"text": " You can have your neoclassical statue worshiping homosexual trad orgies and we'll be in Tel Aviv having our pride parades and we come to a mutual", "start": 1609.77, "duration": 10.110000000000127}, {"text": " understanding and we are going to work together to destroy the Muslims and to destroy the", "start": 1619.88, "duration": 5.2199999999998}, {"text": " Chinese and to destroy the Russians and to destroy all of the enemies of Western imperialism and", "start": 1625.1, "duration": 6.769999999999982}, {"text": " colonialism. So you see this is the match made in heaven between the Nazis and", "start": 1631.87, "duration": 5.6400000000001}, {"text": " the Zionist that's going on right now and why it is you're seeing on the X-AP, this overwhelmingly pro-Hitlerite sentiment,", "start": 1637.51, "duration": 8.5}, {"text": " it's not an organic response to the outrages being committed by the Zionist in Gaza.", "start": 1646.01, "duration": 7.0}, {"text": " I promise you it's not.", "start": 1653.01, "duration": 2.0}, {"text": " Look, you are not going to see things that they will not tolerate", "start": 1655.01, "duration": 7.930000000000064}, {"text": " you seeing. Period. And there's exceptions. Jackson's an exception. But me and Jackson, who are both going against a tide, Matrix! What the", "start": 1662.94, "duration": 9.889999999999873}, {"text": " fuck is up man? Shout Matrix.", "start": 1672.83, "duration": 3.8400000000001455}, {"text": " Shout Matrix. Anonymous, appreciate you.", "start": 1676.67, "duration": 2.7200000000000273}, {"text": " There is another element to this too. A revival of neo-notsism is about the only thing that can corrupt and destroy", "start": 1679.39, "duration": 6.819999999999936}, {"text": " Miga or any genuine rightful force.", "start": 1686.21, "duration": 3.0}, {"text": " Absolutely, absolutely. And we saw this in 2015. I remember it. You know, I'm going to be honest guys in 2015 even I thought is Maga fascist because 2016 like", "start": 1689.21, "duration": 13.849999999999909}, {"text": " 2024 it's a very decisive election and what the enemy does is they boost the", "start": 1703.06, "duration": 6.8400000000001455}, {"text": " Nazis to define the aroma, the smell and the context of the dissident politics, associating it with Nazism. I also want to say people", "start": 1709.9, "duration": 20.189999999999827}, {"text": " might ask the question, Haas it's your fault. Why weren't you there spreading", "start": 1730.09, "duration": 5.240000000000009}, {"text": " communism among the right wing. Now you've let the Nazis win? Let me tell", "start": 1735.33, "duration": 7.529999999999973}, {"text": " you the truth and I'm not here to throw a tantrum because I've made peace with", "start": 1742.86, "duration": 5.120000000000118}, {"text": " objective reality and I'm confident in the path that I'm going on.", "start": 1747.98, "duration": 4.210000000000036}, {"text": " But I tried to resolve Alexander Kojev's dialectic of desire between the tyrant and the philosopher.", "start": 1753.87, "duration": 7.440000000000055}, {"text": " I tried to be the philosopher who interfaced with the MAGA", "start": 1761.31, "duration": 4.779999999999973}, {"text": " tyrant. And the amount of sabotage, the amount of attacks, the amount of threats that I was getting from leftist was too overwhelming.", "start": 1766.09, "duration": 15.25}, {"text": " Why was it too overwhelming?", "start": 1785.34, "duration": 2.0}, {"text": " Because our rivals on the right wing were starting to team up with the", "start": 1787.34, "duration": 5.170000000000073}, {"text": " leftist in a pincer movement and we cannot, we need to be wiser than that. We're not going to be", "start": 1792.51, "duration": 8.799999999999955}, {"text": " strategic, fall into a strategic blunder like that.", "start": 1801.31, "duration": 3.7000000000000455}, {"text": " So this is why we couldn't take over the MAGA movement in its established form,", "start": 1805.01, "duration": 9.0}, {"text": " because we were fighting a front from two sides. We have grifter right-wingers that are our rivals,", "start": 1814.01, "duration": 5.329999999999927}, {"text": " and then we have leftist who are relentlessly doing everything in their power to bring us down.", "start": 1819.34, "duration": 6.0}, {"text": " Now the leftist are fine with what's going on now. The leftist are seeing the overwhelming dominance of the neo-Nazis and they knew that that", "start": 1825.34, "duration": 11.330000000000155}, {"text": " was our enemies. We were trying to fight those people on their own turf and who sabotaged us the leftists but but", "start": 1836.67, "duration": 11.059999999999945}, {"text": " they've always done that they did that to Lenin hold on they did that to", "start": 1847.73, "duration": 4.240000000000009}, {"text": " Marx they did that to Lenin they did that to Stalin they did that, they've always done that. So I'm not", "start": 1851.97, "duration": 7.649999999999864}, {"text": " going to whine and complain about it, it's just the objective reality. So we turned", "start": 1859.62, "duration": 6.400000000000091}, {"text": " our sword toward the right. We turned our sword toward the right.", "start": 1866.02, "duration": 5.650000000000091}, {"text": " We turned our sword toward the right because we realized the only reason leftist or have the power that they do over us", "start": 1874.67, "duration": 5.0}, {"text": " is because of the way they team up with these fucking right-wing Nazis.", "start": 1879.67, "duration": 4.339999999999918}, {"text": " So when we annihilate the neo-Nazi menace,", "start": 1884.01, "duration": 4.0}, {"text": " it'll be Turkey season for the leftist.", "start": 1888.01, "duration": 2.0}, {"text": " You understand? We will trample over them with ease,", "start": 1890.01, "duration": 4.0}, {"text": " no problem. But we need to knock out the right wing first. And by the way, the right", "start": 1894.01, "duration": 7.849999999999909}, {"text": " wing might be dealing with these leftist, and we're not going to remember who our enemies", "start": 1901.86, "duration": 6.480000000000018}, {"text": " were, remember that, and we're not going to come save them.", "start": 1908.34, "duration": 3.3300000000001546}, {"text": " They did that to Ernest Tauman, exactly.", "start": 1911.67, "duration": 3.0}, {"text": " Absolutely, that's what they did.", "start": 1914.67, "duration": 3.0}, {"text": " They've done this to everyone.", "start": 1917.67, "duration": 2.0}, {"text": " We have to be smart about it and not complain.", "start": 1919.67, "duration": 3.0}, {"text": " And that's not what, so that's what we're doing.", "start": 1922.67, "duration": 2.339999999999918}, {"text": " We're, we're now going against the right wing.", "start": 1925.01, "duration": 5.0}, {"text": " Because why should we allow leftist to blackmail us with these piece of shit chicken-neck right-wing", "start": 1930.01, "duration": 8.289999999999964}, {"text": " drifting bitches? Why should we let them do that and use them as hound dogs to unleash upon us?", "start": 1938.3, "duration": 6.0}, {"text": " We're not going to fucking allow that. We're going to destroy and batter into the ground these neo-Nazi scum.", "start": 1944.3, "duration": 5.600000000000136}, {"text": " It's a strategic threat.", "start": 1950.67, "duration": 2.0}, {"text": " It's an existential enemy, by the way,", "start": 1954.67, "duration": 3.0}, {"text": " historically.", "start": 1957.67, "duration": 1.0}, {"text": " Our enemy has always been the Nazis.", "start": 1958.67, "duration": 3.0}, {"text": " The liberal imperialists, of course, the Nazis are a branch of that but our", "start": 1961.67, "duration": 5.779999999999973}, {"text": " intention has always been to march against the right wing all feebu and let's go need people understand this from the very moment Maga communism was conceived, our intention", "start": 1967.45, "duration": 11.730000000000018}, {"text": " was to build that muster the necessary forces with which to march against the right wing.", "start": 1979.18, "duration": 5.919999999999845}, {"text": " And that was the whole fucking point.", "start": 1985.1, "duration": 1.759999999999991}, {"text": " And who ruined it?", "start": 1986.86, "duration": 0.8000000000001819}, {"text": " Leftist it.", "start": 1987.66, "duration": 1.0}, {"text": " But that's fine, that's literally behind us", "start": 1988.66, "duration": 3.449999999999818}, {"text": " there's nothing we could do about it it's the objective truth it's the objective reality they", "start": 1992.91, "duration": 5.279999999999973}, {"text": " leftists have always fulfilled this role for all communists in history now we are out of Now we are out of time. We are out of time. The Nazis are here.", "start": 1998.19, "duration": 9.819999999999936}, {"text": " When I say the Nazis are here, I don't mean we're going to get Adolf Hitler and the Nazis,", "start": 2009.85, "duration": 4.400000000000091}, {"text": " and that fascism is going to be in power. I mean to say the", "start": 2014.25, "duration": 3.9700000000000273}, {"text": " Nazis are here in the sense that the feds are here. The feds won. The feds won.", "start": 2018.22, "duration": 5.759999999999991}, {"text": " Now the feds are promoting an explicitly anti-communist Nazism, openly Nazism, promoting all the theories", "start": 2025.5, "duration": 9.410000000000082}, {"text": " that were buzzing around 2015.", "start": 2034.91, "duration": 2.0}, {"text": " The minister, let's go!", "start": 2036.91, "duration": 3.240000000000009}, {"text": " And now this is what we have to deal with, and we can't spend our time complaining about the leftis who bear responsibility", "start": 2040.15, "duration": 8.019999999999982}, {"text": " for this situation because this is a problem that's now right in front of us", "start": 2048.17, "duration": 5.0}, {"text": " we have to clean it up and deal with it somehow. We have to take responsibility for", "start": 2053.17, "duration": 5.369999999999891}, {"text": " the situation that we're in. We're not taking responsibility in the sense of", "start": 2058.54, "duration": 5.360000000000127}, {"text": " taking on the guilt for creating it. Leftis are the ones who created the", "start": 2063.9, "duration": 4.119999999999891}, {"text": " situation. Had left, I'm not saying leftish should have joined with us hand in hand.", "start": 2068.02, "duration": 4.650000000000091}, {"text": " But had left us just left us alone and just ignored us?", "start": 2072.67, "duration": 5.0}, {"text": " The neo-Nazis would not have gotten the high ground that they now have. The neo-Nazis would not have gotten the high ground that they now have.", "start": 2077.67, "duration": 7.2199999999998}, {"text": " The neo-Nazis would not be able to be so uncontestedly dominate all forces of dissidents.", "start": 2084.89, "duration": 9.599999999999909}, {"text": " I mean left of them is... I need to understand this because I know this in real life", "start": 2094.49, "duration": 4.330000000000382}, {"text": " if you're a young straight man and most young people let me let me put this into", "start": 2098.82, "duration": 7.359999999999673}, {"text": " better perspective if you are a young military age military capable young man", "start": 2106.18, "duration": 8.289999999999964}, {"text": " You know that who may or may not be strategically the most decisive demographic for any political change.", "start": 2117.79, "duration": 7.220000000000255}, {"text": " Your first instinct, just to be cool,", "start": 2128.29, "duration": 3.5599999999999454}, {"text": " just to be in touch, just to be vogue,", "start": 2131.85, "duration": 3.0799999999999272}, {"text": " just to be with the boys, just to be, you know, it's to be vogue just to be with the boys just to be you know", "start": 2134.93, "duration": 2.730000000000018}, {"text": " It's to be a fucking Nazi and I'm not saying to be a part of a Nazi organization", "start": 2138.5, "duration": 4.880000000000109}, {"text": " But it's like you guys enter us. It's not friends anymore like you can if if you have a minimum of being in touch with reality. It's like", "start": 2143.38, "duration": 12.929999999999836}, {"text": " there's two kinds of people nowadays. There's Narks who are uncool and", "start": 2156.31, "duration": 5.440000000000055}, {"text": " are just teachers pets whatever and then in the boys group chat it's like well Hitler wasn't that bad after all right and we were", "start": 2161.75, "duration": 7.820000000000164}, {"text": " the ones providing an alternative to that", "start": 2170.69, "duration": 2.400000000000091}, {"text": " but the narks were our biggest enemies.", "start": 2173.57, "duration": 3.769999999999982}, {"text": " Guys, when I said leftist were the number one enemy, like one or two years ago,", "start": 2177.34, "duration": 4.0}, {"text": " by the way, this is why.", "start": 2181.34, "duration": 2.0}, {"text": " Because leftist are the ones who allowed this situation to now happen,", "start": 2183.34, "duration": 3.0}, {"text": " where it's cool to be a Nazi.", "start": 2186.34, "duration": 3.0}, {"text": " It's cool to think Hitler is cool. It's cool to be a Nazi it's cool to think Hitler is cool it's cool to think the", "start": 2189.34, "duration": 4.809999999999945}, {"text": " Bolsheviks were created by the Jews it's cool to think that communism sucks", "start": 2194.15, "duration": 5.679999999999836}, {"text": " and the bullshit and then look I'm not here to moral, I'm not here to moralize.", "start": 2199.83, "duration": 5.700000000000273}, {"text": " I'm not here to moralize and engage in pearl clutching.", "start": 2205.53, "duration": 5.7599999999997635}, {"text": " But what I am here to say is that there is no political force in this country right now talking about debt forgiveness.", "start": 2211.29, "duration": 8.769999999999982}, {"text": " Who's going to forgive the debts?", "start": 2222.06, "duration": 1.5199999999999818}, {"text": " There's no force in this country talking about a land tax like Henry George put it.", "start": 2224.78, "duration": 11.889999999999873}, {"text": " By the way, Marx wasn't against Henry George's idea because Marx even said, he said, we proposed this in the Communist Manifesto.", "start": 2236.67, "duration": 9.980000000000018}, {"text": " He was just against the idea of Georgism as a solution to all the world's problems, but the tax on land, the value tax on land, the single tax as they call it, the land value tax.", "start": 2246.65, "duration": 16.690000000000055}, {"text": " This is one of the ways we solve the housing crisis.", "start": 2263.34, "duration": 3.0}, {"text": " Well who's talking about it? Nobody's talking about where's the opportunity for young men to make a living for them?", "start": 2266.34, "duration": 12.329999999999927}, {"text": " It's completely an obscured reality. Nobody talks about who owns the oil.", "start": 2278.67, "duration": 4.779999999999745}, {"text": " And as a result, let me tell you what's happening. As a result, society is breaking down.", "start": 2289.45, "duration": 7.890000000000327}, {"text": " I mean, when men can't make enough to bring bread to the table", "start": 2297.34, "duration": 4.799999999999727}, {"text": " and reality stops making sense and everyone's in debt,", "start": 2302.14, "duration": 6.200000000000273}, {"text": " and they're just like, I'm trying to make a living I'm", "start": 2308.34, "duration": 3.849999999999909}, {"text": " but I keep having to take out loans I'm squeezed out in these small houses", "start": 2312.19, "duration": 6.799999999999727}, {"text": " packed like sardines and we're just debt debt that we keep taking out.", "start": 2318.99, "duration": 7.020000000000437}, {"text": " insurmountable debt.", "start": 2326.01, "duration": 3.399999999999636}, {"text": " And how do people deal with that?", "start": 2329.41, "duration": 1.800000000000182}, {"text": " How do people articulate?", "start": 2331.21, "duration": 2.519999999999982}, {"text": " They go, who's the most badass strong guy in history that the History Channel told me?", "start": 2333.73, "duration": 5.610000000000127}, {"text": " Yeah, it was Hitler.", "start": 2339.34, "duration": 2.0}, {"text": " And this is the first form of consciousness people have based on what the establishment wants for the controlled opposition.", "start": 2341.34, "duration": 9.329999999999927}, {"text": " The controlled opposition has captured the opposition.", "start": 2350.67, "duration": 4.0}, {"text": " And they've censored the revolutionaries.", "start": 2354.67, "duration": 4.0}, {"text": " They've censored the hazas.", "start": 2358.67, "duration": 2.0}, {"text": " They've put down the jac- they've tried to discredit the jacens. They've tried to discredit the hazas is they've put down the jack- they've tried to discredit the jacksons they've tried to discredit", "start": 2360.67, "duration": 5.460000000000036}, {"text": " the hazis", "start": 2366.13, "duration": 3.7199999999998}, {"text": " why is it that", "start": 2369.85, "duration": 3.2400000000002365}, {"text": " i am as erased and unknown as i am jackson's unavoidable, by the way. Jackson's unavoidable, by the way. Jackson's unavoidable.", "start": 2373.09, "duration": 9.690000000000055}, {"text": " But Jackson's not the ideologist, I'm the ideologist.", "start": 2388.78, "duration": 2.8899999999998727}, {"text": " Jackson is putting the ideology into practice and giving us results in terms of news and articulating current events. But that alone is not going", "start": 2395.67, "duration": 18.699999999999818}, {"text": " to win the consciousness of the youth.", "start": 2414.37, "duration": 2.650000000000091}, {"text": " And that's what the establishment,", "start": 2417.02, "duration": 2.8400000000001455}, {"text": " that's why the establishment,", "start": 2419.86, "duration": 1.9600000000000364}, {"text": " I mean they've tried to get rid of Jackson,", "start": 2421.82, "duration": 1.5599999999999454}, {"text": " and he deleted his YouTube.", "start": 2423.38, "duration": 2.0399999999999636}, {"text": " They've gone after him every which way.", "start": 2425.42, "duration": 1.9200000000000728}, {"text": " And then the strategy they had for me was to erase my existence.", "start": 2429.1, "duration": 5.25}, {"text": " Ask herself a simple question.", "start": 2434.35, "duration": 5.0}, {"text": " Why is it that Haas-al-Din does not dominate these spaces? You just heard me debate", "start": 2439.35, "duration": 12.900000000000091}, {"text": " Orthodox candidate who's responsible for a number of viral tweets talking about Judeo-Bolsevism, right?", "start": 2452.25, "duration": 7.25}, {"text": " I asked him simple questions about how the Bolsheviks could have, no answer.", "start": 2459.5, "duration": 6.360000000000127}, {"text": " I dominate all of these people.", "start": 2465.86, "duration": 1.9200000000000728}, {"text": " They can't debate me.", "start": 2467.78, "duration": 2.0399999999999636}, {"text": " I am literally the undefeated. and they run away from me in debate.", "start": 2469.82, "duration": 4.049999999999727}, {"text": " You saw how Jay Dyer really tried to escape debating me and he barely, barely debated me under", "start": 2473.87, "duration": 6.960000000000036}, {"text": " conditions that could not possibly be conducive to a real debate.", "start": 2480.83, "duration": 5.860000000000127}, {"text": " So you guys need to understand, although we are not the most openly reviled, let me put it this way, Nazis are more openly reviled Let me put it this way Nazis are more openly reviled, but simultaneously they are the controlled opposition", "start": 2486.69, "duration": 16.25}, {"text": " We are not the most openly reviled, but we are the most persecuted", "start": 2502.94, "duration": 6.480000000000018}, {"text": " And how do I know where the most persecuted.", "start": 2508.78, "duration": 3.049999999999727}, {"text": " And how do I know we're the most persecuted?", "start": 2511.83, "duration": 2.119999999999891}, {"text": " Why is every...", "start": 2513.95, "duration": 2.4400000000000546}, {"text": " Why is it all explicitly anti-communist?", "start": 2516.39, "duration": 2.7200000000002547}, {"text": " I mean, there's not even a communist movement.", "start": 2519.11, "duration": 4.339999999999691}, {"text": " Where's the explicit anti-communism coming from?", "start": 2526.25, "duration": 0.9600000000000364}, {"text": " From us.", "start": 2528.17, "duration": 0.7999999999997272}, {"text": " All of those memes you see on your timeline about how the Jews created communism.", "start": 2533.29, "duration": 1.0399999999999636}, {"text": " Marxism, Marxism, communism. communism. That's not directed against Barack Obama.", "start": 2538.34, "duration": 4.0}, {"text": " We're not living in 2010 anymore.", "start": 2542.34, "duration": 3.0}, {"text": " That's not directed against Hillary Clinton.", "start": 2545.34, "duration": 3.0}, {"text": " That's not being directed against the Democrats. That's", "start": 2548.34, "duration": 3.2899999999999636}, {"text": " being directed against us, the MAGA communist, quote unquote. If you don't", "start": 2551.63, "duration": 6.079999999999927}, {"text": " understand that MAGA communists were isolated and chosen as the number one political threat in terms of these", "start": 2557.71, "duration": 12.38000000000011}, {"text": " incipient online ideological communities you're being dishonest. Yes, we were literally isolated as the number one threat.", "start": 2570.09, "duration": 12.609999999999673}, {"text": " Like they had to neutralize us at all costs. The first leftist tweets against us, 20,000 plus views. Sorry, likes. It was all", "start": 2584.54, "duration": 9.769999999999982}, {"text": " astroturf from the beginning. And then over the years, what did they start doing? They", "start": 2594.31, "duration": 4.440000000000055}, {"text": " started boosting the neo-Nazis. They started, now they're boosting the Judeo-Bosa thing. It's Nazis as a counter to us.", "start": 2598.75, "duration": 5.420000000000073}, {"text": " They started, now they're boosting the Judeo-Bosa", "start": 2604.17, "duration": 2.2399999999997817}, {"text": " is a thing.", "start": 2606.41, "duration": 1.0}, {"text": " It's perfect for the Zionist.", "start": 2607.41, "duration": 0.5599999999999454}, {"text": " It's perfect for the people in power.", "start": 2607.97, "duration": 2.7200000000002547}, {"text": " It's a perfect fucking situation, right?", "start": 2610.69, "duration": 2.7199999999998}, {"text": " It reinforces the Zionist worldview and it discredits us in the eyes of our own potential audiences who are young military able and aged young men the backbone of every political movement", "start": 2613.41, "duration": 15.930000000000291}, {"text": " that wants change. The young men hungry for change. So this is the truth. This is the truth of the matter. This is the plain truth of the matter.", "start": 2637.67, "duration": 33.00999999999976}, {"text": " If anything I want you all to be cognizant of the fact,", "start": 2670.68, "duration": 6.0}, {"text": " I have it confirmed.", "start": 2676.68, "duration": 2.0}, {"text": " Yes, we are not only on the radar of the feds in America. We are on the radar of", "start": 2678.68, "duration": 9.289999999999964}, {"text": " multiple governments. Multiple, more than one. I'm not a clown. I'm not like", "start": 2687.97, "duration": 6.080000000000382}, {"text": " Orthodox candidates who says I know who the next czar is I don't say this", "start": 2694.05, "duration": 3.369999999999891}, {"text": " talking nonsense out of my ass when you hear me say this trust I fucking mean it", "start": 2697.42, "duration": 5.599999999999909}, {"text": " trust I mean what I'm talking about and I'm not bullshitting you and telling you bullshit. I'm not a clown who's over-exaggerating my", "start": 2704.86, "duration": 8.539999999999964}, {"text": " own importance and significance. I'm not a clown who's going to over-exaggerate their own", "start": 2713.4, "duration": 6.599999999999909}, {"text": " significance. I'm going to tell you the plain truth. We've been on the radar of a lot of", "start": 2720.0, "duration": 10.36999999999989}, {"text": " different governments, more than you'd think at least.", "start": 2730.37, "duration": 3.6400000000003274}, {"text": " Johnny, as someone who isn't fully agree, why the hell can't we just come", "start": 2734.01, "duration": 6.929999999999836}, {"text": " together and get a game plan together? See here's a thing, Johnny. We used to believe in", "start": 2740.94, "duration": 5.199999999999818}, {"text": " this idea of a popular front and ideology doesn't matter because we were very confident in our own ideology, right?", "start": 2746.14, "duration": 7.3400000000001455}, {"text": " And its power. But trust me when I tell you this, they are the ones who sabotage that first.", "start": 2755.08, "duration": 9.930000000000291}, {"text": " From the beginning.", "start": 2765.01, "duration": 2.0}, {"text": " And the most fed infiltrated...", "start": 2767.01, "duration": 3.0}, {"text": " Put it this way, it's an old parable.", "start": 2770.01, "duration": 3.0}, {"text": " The only people more infiltrated by Feds than Leftists are Rightists.", "start": 2773.01, "duration": 5.329999999999927}, {"text": " And it's federal infiltration. I don't know what else to tell you.", "start": 2778.34, "duration": 5.0}, {"text": " It's Feds. It's Feds. That's why. The Feds won. That's what I'm trying to say.", "start": 2783.34, "duration": 6.0}, {"text": " We are not the ideological fanatics blind to the pragmatic realities.", "start": 2790.68, "duration": 6.0}, {"text": " They are the ones who acted dishonorably.", "start": 2796.68, "duration": 5.0}, {"text": " And we didn't want an alliance with them but we were", "start": 2801.68, "duration": 5.010000000000218}, {"text": " willing to have patience with people who we believed were misled ideologically", "start": 2806.69, "duration": 4.799999999999727}, {"text": " Instead of just going to war with people just because they disagree with us", "start": 2812.69, "duration": 3.0}, {"text": " But the war was chosen by them. And now they", "start": 2815.69, "duration": 6.570000000000164}, {"text": " fulfill the role that the Nazis fulfilled, which was an anti-communist role. How do we counter the feds? Well Haas has a plan. Has has a plan for that.", "start": 2822.26, "duration": 16.73999999999978}, {"text": " Haas Al-Din has a plan for that. So don't you worry about that. I am two, three steps ahead.", "start": 2842.68, "duration": 7.330000000000382}, {"text": " I am two, three steps ahead of these people, right? And I'm going in the direction that I'm going in for a very", "start": 2850.01, "duration": 10.169999999999618}, {"text": " good reason. So be mindful of that. It's all part of a plan. Trust the plan", "start": 2860.18, "duration": 6.0}, {"text": " literally. But I would just like everyone to be aware of the situation.", "start": 2866.18, "duration": 9.5}, {"text": " The situation is this, as we enter 2024, the neo-Nazi ideology, just like we find in Ukraine is starting to be at the", "start": 2875.68, "duration": 16.93000000000029}, {"text": " forefront of American.", "start": 2892.61, "duration": 1.7999999999997272}, {"text": " It's never been the case, but it's now the case. And it's all falling into", "start": 2894.41, "duration": 7.010000000000218}, {"text": " the hands of the Zionist. Neonotism serves Zionism. It's got fed written all over it and it's not just about J-Qers.", "start": 2901.42, "duration": 12.539999999999964}, {"text": " How many of you guys, one's in the chat, if you're starting to see a lot of vitriolic anti-black", "start": 2913.96, "duration": 8.320000000000164}, {"text": " shit, like all this real", "start": 2922.28, "duration": 3.5299999999997453}, {"text": " real hatred to black people by the same people", "start": 2927.81, "duration": 3.800000000000182}, {"text": " Mexicans you name it you name it and what does that what does that even mean? It means it's", "start": 2931.61, "duration": 9.809999999999945}, {"text": " Canada. It means it's an all-out cannibalism. It's racial hatred. It's race wars. Who does that serve? Who does that serve? I mean, study the history. Where does that come from? That was never a grassroots thing that just came spontaneously.", "start": 2941.42, "duration": 22.98999999999978}, {"text": " It's always been a response to the class war.", "start": 2964.41, "duration": 2.800000000000182}, {"text": " Mexicans, blacks, Muslims too.", "start": 2968.21, "duration": 6.5}, {"text": " You want to know how much holy wars I'm starting to see between Christians and Muslims?", "start": 2974.71, "duration": 5.630000000000109}, {"text": " Christians talking about how Muhammad is not allowed in Europe or America.", "start": 2980.34, "duration": 5.0}, {"text": " Oh, Muslims, this... I mean, it's like, it's like, listen, it's not about the Jews listen it's not about the Jews it's not about the Jews", "start": 2985.34, "duration": 6.460000000000036}, {"text": " that's their gateway drug they go after the Jews for look I understand if you're", "start": 2993.88, "duration": 4.599999999999909}, {"text": " Muslim you're looking at what's going on in Gaza you're looking at", "start": 2998.48, "duration": 2.8400000000001455}, {"text": " you're looking at Gaza and it's very simple to just", "start": 3001.32, "duration": 4.369999999999891}, {"text": " start hating the Jews. But please understand me when I tell you this. They only come after the Jews first.", "start": 3005.69, "duration": 7.039999999999964}, {"text": " When Hitler came after the Jews first what did he do? He went to the Slavic lands and he fucking killed and raped 30 million people.", "start": 3013.61, "duration": 7.730000000000018}, {"text": " Russians, total cannibalism.", "start": 3022.34, "duration": 4.0}, {"text": " So they're going to come for Jews first, not Zionist by the way, and then they're going to come for the Muslims, and they're already doing it.", "start": 3027.34, "duration": 7.339999999999691}, {"text": " They already, it's a gateway drug to racial hatred in general, and you need to understand that.", "start": 3034.68, "duration": 7.0}, {"text": " This is not about the Jews. There's very few Jews. I agree.", "start": 3041.68, "duration": 5.330000000000382}, {"text": " There's very few of them. They're not that relevant.", "start": 3047.01, "duration": 4.0}, {"text": " I'm not saying all this just to protect Jews, because I understand there's 8 billion people in the world", "start": 3053.01, "duration": 6.169999999999618}, {"text": " everyone needs protection right I'm not playing favorites I'm telling you this topic is a gateway drug", "start": 3059.18, "duration": 7.519999999999982}, {"text": " you may not be against marijuana but it's a gateway drug, but it's a gateway drug. You understand? It's a gateway drug.", "start": 3067.58, "duration": 6.099999999999909}, {"text": " I'm against hatred against Jews, by the way, but I'm telling you why I'm a...", "start": 3073.68, "duration": 5.0}, {"text": " why I am stressing the importance to not fall into this trap and this trick is because that's part one part two is total", "start": 3078.68, "duration": 9.670000000000073}, {"text": " Cannibalism", "start": 3088.85, "duration": 0.5599999999999454}, {"text": " Race war all around", "start": 3092.17, "duration": 1.6799999999998363}, {"text": " If you start hating Jews, you're going to start hating Mexicans, black people,", "start": 3096.13, "duration": 5.690000000000055}, {"text": " Muslims, and your fellow whites. And then what are you going to be left with? Nothing. You're going to have everything in your life", "start": 3101.82, "duration": 12.2199999999998}, {"text": " stolen and taken away from you in the rubble and ashes of a destroyed country.", "start": 3114.04, "duration": 4.720000000000255}, {"text": " And who's going to benefit from that? The real estate developers that want to fucking kick you out of your house.", "start": 3118.76, "duration": 7.449999999999818}, {"text": " And depopulate, that's who. They're going to have this fucking race war shit and then some Megan", "start": 3131.85, "duration": 11.090000000000146}, {"text": " Markle's gonna come and be the dictator to restore peace and restore harmony and", "start": 3142.94, "duration": 5.279999999999745}, {"text": " restore humanity. Understand how the elites work.", "start": 3148.22, "duration": 6.460000000000036}, {"text": " They create the very conditions that justify themselves.", "start": 3154.68, "duration": 4.0}, {"text": " They create COVID and then give you the vaccine. You understand how it works? They", "start": 3158.68, "duration": 6.850000000000364}, {"text": " create the problem and then give you their solution. So they're going to create the", "start": 3165.53, "duration": 6.959999999999582}, {"text": " problem of racial hatred and the revival of neo-Nazi ideology and then they're going to give you the solution.", "start": 3172.49, "duration": 6.850000000000364}, {"text": " And the solution's almost as bad as the problem, if not worse.", "start": 3181.02, "duration": 5.599999999999909}, {"text": " And to see so many people getting duped by this and fall into this vortex?", "start": 3194.68, "duration": 3.0}, {"text": " Shame.", "start": 3198.68, "duration": 2.0}, {"text": " Shame. I'm not, I don't fall into this. Privately, I'm a very, very racist person in private.", "start": 3201.68, "duration": 8.330000000000382}, {"text": " But, you see, when you're in your group chats with your boys, it's not that serious.", "start": 3210.01, "duration": 5.0}, {"text": " It's not serious racism racism you don't actually hate", "start": 3215.01, "duration": 3.6899999999996}, {"text": " people it's just funny it's like the racism of Marx and Engels they weren't", "start": 3218.7, "duration": 4.960000000000036}, {"text": " serious about it But it's just part of being a human being.", "start": 3223.66, "duration": 10.019999999999982}, {"text": " It's just part of being a human being.", "start": 3233.68, "duration": 3.0}, {"text": " But then I squand and say, you really hate these people?", "start": 3236.68, "duration": 10.330000000000382}, {"text": " They want to turn white against black, black against white, Christian against Muslim, who benefits.", "start": 3250.01, "duration": 11.329999999999927}, {"text": " This is the inevitable result by the way.", "start": 3264.34, "duration": 3.0}, {"text": " Do not think for a second that the Hitler rights will be satisfied.", "start": 3267.34, "duration": 4.339999999999691}, {"text": " Let's say you're a person who doesn't really have a lot of honor,", "start": 3271.68, "duration": 3.0}, {"text": " meaning you don't care about all the honorable Jews who are innocent.", "start": 3274.68, "duration": 4.0}, {"text": " You don't care about them, right?", "start": 3278.68, "duration": 2.0}, {"text": " Let's say you're that type of person.", "start": 3280.68, "duration": 2.0}, {"text": " And you say I don't care.", "start": 3282.68, "duration": 2.330000000000382}, {"text": " Who cares about these Jews, right? Okay, fine. Do you think the Hitler rights are", "start": 3285.01, "duration": 7.599999999999909}, {"text": " going to be satisfied just going after the Jews? Do you think that? Do you think they're going to be, they're", "start": 3292.61, "duration": 6.369999999999891}, {"text": " going to have their little hunger satiated just going after the Jews? Let me tell you", "start": 3298.98, "duration": 5.320000000000164}, {"text": " something. That's not even going to be the first appetizer. Forget the appetizer, that's not even the free bread that they give you before the appetizer.", "start": 3304.3, "duration": 12.379999999999654}, {"text": " You understand?", "start": 3316.68, "duration": 2.0}, {"text": " The full course meal is Liberia.", "start": 3318.68, "duration": 6.330000000000382}, {"text": " Cannibalism.", "start": 3325.01, "duration": 3.0}, {"text": " True barberism.", "start": 3330.01, "duration": 2.0}, {"text": " Some people want this.", "start": 3333.01, "duration": 2.0}, {"text": " But no, chaos by itself is not as revolutionary as a new state,", "start": 3335.01, "duration": 11.6899999999996}, {"text": " a new authority. A new order. I know the Nazis have polluted that term new order.", "start": 3346.7, "duration": 11.980000000000018}, {"text": " But theirs was a new order. There was just an old anarchy. A true new order. That's what's revolutionary.", "start": 3358.68, "duration": 8.330000000000382}, {"text": " Liberia is how you get Megan Markle or Hillary Clinton or some other Pinoche to come and quote unquote restore the old order.", "start": 3367.01, "duration": 24.669999999999618}, {"text": " All people and let's go, Liberia is never true chaos.", "start": 3391.68, "duration": 5.120000000000346}, {"text": " True chaos is not chaotic.", "start": 3396.8, "duration": 3.4399999999996}, {"text": " True chaos is not itself chaotic.", "start": 3400.24, "duration": 2.9600000000000364}, {"text": " Remember that, remember I told you that.", "start": 3403.2, "duration": 1.8100000000004002}, {"text": " Anyone who believes in America doesn't believe in racial wars.", "start": 3405.01, "duration": 16.329999999999927}, {"text": " You're trying to weaken our historical country.", "start": 3421.34, "duration": 5.0}, {"text": " And I'm not saying weaken the government, I'm saying you're trying to weaken our country.", "start": 3426.34, "duration": 6.179999999999836}, {"text": " You're trying to weaken the people of this country. Am I Jewish?", "start": 3432.52, "duration": 6.400000000000091}, {"text": " See this is another thing. This is another thing. And I don't know. I'm like a psychologist and I'm trying to look you in the eyes and tell you you have a mental disorder", "start": 3438.92, "duration": 11.090000000000146}, {"text": " You guys think I'm Jewish you guys think I'm Jewish I'm a Shia 100% by blood. Shea,", "start": 3450.01, "duration": 10.329999999999927}, {"text": " Jnubi from South Lebanon, who, let's just say, has relatives of relatives of", "start": 3460.34, "duration": 8.7199999999998}, {"text": " relatives who gave their lives fighting Israel.", "start": 3469.06, "duration": 3.9400000000000546}, {"text": " There is nobody in your white nationalist group chat, who hates Israel more than me, it was put into my DNA.", "start": 3473.0, "duration": 18.690000000000055}, {"text": " I was born and raised with it. You understand and you think I'm a Jew? How do you not realize you have a", "start": 3491.69, "duration": 13.849999999999909}, {"text": " mental disorder? The same thing that compels you to think I'm a Jew is the same thing that compels you to think that communism was Jewish.", "start": 3505.54, "duration": 8.740000000000236}, {"text": " You think communism is Jewish just like you think I'm a Jew.", "start": 3514.28, "duration": 4.0}, {"text": " Or RTSG, who put out that article, there's not a single Jew in RTSG. There's not a single Jew in RTSG there's not a single Jew in the infrared", "start": 3518.28, "duration": 7.25}, {"text": " collective there's no Jewish showrunners none", "start": 3526.17, "duration": 4.7199999999998}, {"text": " so how are you not mentally ill", "start": 3532.17, "duration": 1.7599999999997635}, {"text": " how are you not mentally ill? How are you not mentally ill? I mean if I was Jewish I would just tell you.", "start": 3544.3, "duration": 1.0}, {"text": " I'm not be ashamed of being a Jew. By the way, listen to what Hassan Nasrallah said. If you guys want to know what Hassan Nasrallah said,", "start": 3566.35, "duration": 3.1600000000003092}, {"text": " you want to talk about Zionism and being an anti-Zionist.", "start": 3569.51, "duration": 3.919999999999618}, {"text": " There's not a single person in your little stupid white nationalist group chat, more anti-Zionist,", "start": 3573.43, "duration": 6.630000000000109}, {"text": " than say it Hassan-N-Srahla.", "start": 3580.06, "duration": 2.400000000000091}, {"text": " And listen to what he says about Zionism and Israel.", "start": 3582.46, "duration": 4.480000000000018}, {"text": " Listen to what he says.", "start": 3586.94, "duration": 1.6799999999998363}, {"text": " This is the leader of Hezbollah.", "start": 3588.62, "duration": 2.0599999999999454}, {"text": " Son, Graz, what's up?", "start": 3590.68, "duration": 2.0}, {"text": " People saying America is a white nation from the safety of their outer city suburbs know nothing of America.", "start": 3592.68, "duration": 5.0}, {"text": " Absolutely, thank you, Graz, appreciate you.", "start": 3598.68, "duration": 3.0}, {"text": " Listen to what Nisrala says. Thank you, Ross, appreciate you.", "start": 3602.68, "duration": 0.7699999999999818}, {"text": " Listen to what Nasrallah says.", "start": 3603.45, "duration": 2.1600000000003092}, {"text": " No.", "start": 3605.61, "duration": 2.0}, {"text": " No.", "start": 3607.61, "duration": 1.0}, {"text": " Israel, the state had Iran.", "start": 3608.61, "duration": 3.0}, {"text": " America?", "start": 3611.61, "duration": 1.0}, {"text": " America, America that the", "start": 3612.61, "duration": 2.400000000000091}, {"text": " sullia.", "start": 3615.01, "duration": 1.319999999999709}, {"text": " If you're not sure I'm not sure I'm going to be there. America that is a crime of the is dead death.", "start": 3616.33, "duration": 1.0100000000002183}, {"text": " He fajot maujut", "start": 3617.34, "duration": 1.0}, {"text": " in al-Araim.", "start": 3618.34, "duration": 3.0}, {"text": " We're all at the Israel and America. I'm not only", "start": 3621.34, "duration": 1.0}, {"text": " I mean Aid and I'm not sure if you're in the", "start": 3622.34, "duration": 6.0}, {"text": " American, and I'm not sure if going to in America when they're going to al-A-Mlin,", "start": 3628.34, "duration": 3.3399999999996908}, {"text": " when I'm Syrian, or what is what I'm she's", "start": 3631.68, "duration": 3.0}, {"text": " law.", "start": 3634.68, "duration": 1.0}, {"text": " America is a Sahibat al-Tara.", "start": 3635.68, "duration": 2.0}, {"text": " We're America fissary-chat Kuba,", "start": 3637.68, "duration": 2.0}, {"text": " Fimusallas,", "start": 3639.68, "duration": 2.0}, {"text": " so I'll use.", "start": 3641.68, "duration": 1.0}, {"text": " Wow, look who he's naming. The oil companies, the weapons industry...", "start": 3642.68, "duration": 7.330000000000382}, {"text": " The evangelicals, the evangelicals, he named the corporations uh... had a hala", "start": 3650.01, "duration": 8.329999999999927}, {"text": " is a real kana filma d i'd that bery tonya", "start": 3658.34, "duration": 5.119999999999891}, {"text": " well an i'd hear america look at that", "start": 3663.46, "duration": 3.400000000000091}, {"text": " you is is nisrala a jou is this man a a Jew? He's Israel's number one enemy.", "start": 3666.86, "duration": 6.539999999999964}, {"text": " There's no one Israel wants to kill more than him.", "start": 3673.4, "duration": 3.0399999999999636}, {"text": " Is he a Jew? Is he controlled by the Jews? Is he scared to JQ? Why would say it Nasrala be scared to JQ?", "start": 3676.44, "duration": 8.570000000000164}, {"text": " Why would he be scared to JQ?", "start": 3687.01, "duration": 3.0}, {"text": " There is nobody who fought Israel more than this man.", "start": 3691.01, "duration": 3.0}, {"text": " He's scared to JQ.", "start": 3694.01, "duration": 2.0}, {"text": " He's saying the same things I say.", "start": 3696.01, "duration": 2.3299999999999272}, {"text": " Why would I trust some pencil-neck little bitch white nationalist who just", "start": 3698.34, "duration": 10.440000000000055}, {"text": " fucking consumed some bitch-hoot documentaries and was on some stupid internet forums", "start": 3708.78, "duration": 4.899999999999636}, {"text": " over this man when it comes to Israel.", "start": 3713.68, "duration": 3.0}, {"text": " A scandal, let's go.", "start": 3716.68, "duration": 2.0}, {"text": " Why should I trust you?", "start": 3718.68, "duration": 1.0}, {"text": " Why should I trust some degenerate basement-dwelling forechanter over say it has a messrallah? This whole thing glows.", "start": 3719.68, "duration": 20.670000000000073}, {"text": " thing glows.", "start": 3740.35, "duration": 2.0}, {"text": " It glows.", "start": 3742.35, "duration": 3.0}, {"text": " It glows. It glows. Is Shia more rev- I wouldn't say it is.", "start": 3747.35, "duration": 9.690000000000055}, {"text": " I would say there's one Islam.", "start": 3757.04, "duration": 3.3200000000001637}, {"text": " And sometimes Shia are reactionaries.", "start": 3760.36, "duration": 2.9200000000000728}, {"text": " And sometimes Sunni's are the revolutionary ones.", "start": 3763.28, "duration": 2.730000000000018}, {"text": " And then sometimes the reverse is true.", "start": 3766.01, "duration": 3.0}, {"text": " But there's one religion.", "start": 3769.01, "duration": 3.0}, {"text": " That's my view.", "start": 3772.01, "duration": 1.0}, {"text": " My view is there's one religion, one revolutionary religion. The Hitlerism that you're seeing on your timelines is a coordinated campaign.", "start": 3773.01, "duration": 34.0}, {"text": " It's a coordinated campaign. It's all very deliberate.", "start": 3807.01, "duration": 5.0}, {"text": " It's being done deliberately.", "start": 3812.01, "duration": 2.0}, {"text": " And the people behind it know what they're doing.", "start": 3814.01, "duration": 3.3399999999996908}, {"text": " Believe that. Trust that that they know what they're doing.", "start": 3817.35, "duration": 4.0}, {"text": " And no, it's not what it seems at face value.", "start": 3821.35, "duration": 3.0}, {"text": " And not a single one of them will debate me.", "start": 3824.35, "duration": 5.0}, {"text": " Ask yourself why. And not a single one of them will debate me.", "start": 3829.35, "duration": 1.3299999999999272}, {"text": " Ask yourself why.", "start": 3830.68, "duration": 2.0}, {"text": " Why won't a single one of them debate me? Look at this, 6,000 likes. Here's a source of 20th century for confused people. Jewish", "start": 3834.68, "duration": 29.269999999999982}, {"text": " communists killed the Russian czar. By the way I have to say something about this. There is no proof that the remains of the Romanovs have ever been found.", "start": 3863.95, "duration": 11.730000000000018}, {"text": " Did you know that? Even the Orthodox Church didn't recognize those remains in the funeral. We don't even know what really", "start": 3875.68, "duration": 16.090000000000146}, {"text": " happened to those bodies. They began a campaign of murder and starvation known as the Red Terror.", "start": 3891.77, "duration": 8.579999999999927}, {"text": " Starvation had nothing to do with Red Terror.", "start": 3900.35, "duration": 4.0}, {"text": " That had everything to do with a fucking civil war, you dumb ass.", "start": 3904.35, "duration": 3.0}, {"text": " Hitler and the Nazis rose up in opposition to the communists.", "start": 3907.35, "duration": 5.329999999999927}, {"text": " That's true, but they didn't rise up.", "start": 3912.68, "duration": 3.0}, {"text": " They were deployed as a tool against the communists.", "start": 3915.68, "duration": 3.0}, {"text": " Because the reason Russia was having economic problems was because of how backward was it.", "start": 3918.68, "duration": 6.570000000000164}, {"text": " So if the communists took power and you want to know what the British's worst nightmare was?", "start": 3925.25, "duration": 5.039999999999964}, {"text": " If communists took power in Germany, if Bolshevism was triumphant in Germany and then Germany and Russia united.", "start": 3930.29, "duration": 9.460000000000036}, {"text": " Oh my God, the fucking British Empire would have been blown up in one day.", "start": 3939.75, "duration": 6.639999999999873}, {"text": " Had communists taken Germany and then Germany united with the USSR into one thing", "start": 3946.39, "duration": 6.5300000000002}, {"text": " Germany's industrial power plus Russia's agriculture and raw materials would have created an invincible power that would have made.", "start": 3952.92, "duration": 16.769999999999982}, {"text": " We would be, there would be no hunger, there would be no homelessness, there would be no drugs,", "start": 3969.69, "duration": 5.279999999999745}, {"text": " there would be no evil on earth. Like okay there, no evil on earth.", "start": 3974.97, "duration": 2.380000000000109}, {"text": " Like, okay, there would be evil on earth, but there would be no...", "start": 3978.35, "duration": 4.0}, {"text": " There would have never been any World War II.", "start": 3983.35, "duration": 2.0}, {"text": " There would have never been any pointless conflict and death and destruction. There'd be no Vietnam War. There'd be none of that.", "start": 3985.35, "duration": 13.329999999999927}, {"text": " There'd be no onlyfans. There'd be no only fans, there'd be no pornography, people would live happy lives", "start": 3998.68, "duration": 9.570000000000164}, {"text": " had that happen. The world would have been better off. But who stopped it?", "start": 4008.25, "duration": 5.760000000000218}, {"text": " The British and their dogs, the white migrants that came from Russia to", "start": 4014.01, "duration": 9.61999999999989}, {"text": " Germany from the czars aristocracy and propagated this disgusting filth which the Nazis took and ran with. It was the", "start": 4023.63, "duration": 14.170000000000073}, {"text": " parasitic dynastic elite of Europe.", "start": 4037.8, "duration": 8.08999999999969}, {"text": " The Allied forces helped the Jew communists defeat the Nazis.", "start": 4045.89, "duration": 4.599999999999909}, {"text": " This person's a fucking liar.", "start": 4050.49, "duration": 3.0}, {"text": " This person's a liar or they're ignorant.", "start": 4053.49, "duration": 3.5}, {"text": " Because again, by 1939, there is no prominence", "start": 4056.99, "duration": 5.680000000000291}, {"text": " of any Jews in any department of the Soviet state.", "start": 4062.67, "duration": 4.440000000000055}, {"text": " So how is it Jew communists who defeated the Nazis?", "start": 4067.11, "duration": 3.569999999999709}, {"text": " The Nazis who were anti-globalists equivalent in 1930s.", "start": 4070.68, "duration": 4.0}, {"text": " That's not true.", "start": 4074.68, "duration": 2.0}, {"text": " The Nazis were still making payments to the bank of international settlements", "start": 4076.68, "duration": 4.0}, {"text": " and had representatives in Switzerland during World War II", "start": 4080.68, "duration": 5.330000000000382}, {"text": " drawing up meetings to send interest rates for the Bank of International Settlements", "start": 4086.01, "duration": 5.639999999999873}, {"text": " during the war itself.", "start": 4091.65, "duration": 2.0}, {"text": " And their business ties to Wall Street never ended during the war itself.", "start": 4093.65, "duration": 4.700000000000273}, {"text": " I. G. Farbin was a private company. It wasn't even owned by the state.", "start": 4098.35, "duration": 6.0}, {"text": " It was owned by international financial capital.", "start": 4104.35, "duration": 3.0}, {"text": " So what are you saying that they were anti-globalists? You don't know what you're", "start": 4107.35, "duration": 4.049999999999272}, {"text": " talking about? The Jews began an 80-year campaign of lies and propaganda to fool", "start": 4111.4, "duration": 5.720000000000255}, {"text": " white nations as a believing they were the good guys. That's not true. The", "start": 4117.12, "duration": 4.480000000000473}, {"text": " communists were immediately demonized after the war.", "start": 4121.6, "duration": 2.8099999999994907}, {"text": " Stalin had to write a book called The Falsifiers of History", "start": 4124.41, "duration": 3.680000000000291}, {"text": " because what the liberals who created the Nazis by the way were starting to say", "start": 4128.09, "duration": 5.039999999999964}, {"text": " was that actually Stalin and Hitler did the Molotov-ribbentrov", "start": 4133.13, "duration": 5.300000000000182}, {"text": " prack meaning they were allied and actually the Soviets were not anti-Nazi.", "start": 4138.43, "duration": 5.519999999999527}, {"text": " They were themselves crypto-fascist.", "start": 4143.95, "duration": 2.2799999999997453}, {"text": " So they immediately slandered the Soviet Union.", "start": 4146.23, "duration": 3.240000000000691}, {"text": " They didn't call the Soviets the good guys. They demonized the Soviet Union. They didn't call the Soviets the good", "start": 4149.47, "duration": 1.5299999999997453}, {"text": " guys. They demonized the Soviet Union and they still do by the way. Americans are", "start": 4151.0, "duration": 7.199999999999818}, {"text": " now living in real time what Hitler fought to prevent in Germany.", "start": 4158.2, "duration": 5.890000000000327}, {"text": " No, we are inching closer to what Hitler actually established in Germany, which was the terroristic dictatorship of financial capital.", "start": 4169.13, "duration": 3.3599999999996726}, {"text": " Name a single degenerate aspect of America right now and it was present in Nazi Germany.", "start": 4175.05, "duration": 6.300000000000182}, {"text": " It's just that a lot of it was behind closed doors.", "start": 4181.35, "duration": 3.0}, {"text": " You think that LGBT wasn't widespread and not... Yes it was was it was extremely widespread in the", "start": 4184.35, "duration": 6.649999999999636}, {"text": " SS it just was not to open out in the open but it was very very aggressively", "start": 4191.0, "duration": 6.479999999999563}, {"text": " there please educate yourself before spewing Jewish propaganda.", "start": 4197.48, "duration": 6.530000000000655}, {"text": " Where did this tweet a million views?", "start": 4204.01, "duration": 6.319999999999709}, {"text": " Why are they targeting communists?", "start": 4210.33, "duration": 2.3599999999996726}, {"text": " Because they're targeting us.", "start": 4212.69, "duration": 2.280000000000655}, {"text": " We are the ones they're trying to counter signal. Remember that. This is against us. There's no one else.", "start": 4214.97, "duration": 8.38000000000011}, {"text": " You say, well, no, they're talking about the PSL has been around for how many years?", "start": 4223.35, "duration": 11.929999999999382}, {"text": " The peak of the PSL was 2020, not now.", "start": 4235.28, "duration": 4.5600000000004}, {"text": " It was more relevant back then.", "start": 4239.84, "duration": 2.7200000000002547}, {"text": " You think they're counter-ignaling the established leftist? No they're not. Those guys are", "start": 4242.56, "duration": 5.1299999999992}, {"text": " starting to weaken as the neo-Nazis march and are on the rise. People need", "start": 4247.69, "duration": 6.3200000000006185}, {"text": " to understand this. Liberalism and leftism are in decline.", "start": 4254.01, "duration": 5.3400000000001455}, {"text": " It's not on the rise. It's in decline.", "start": 4259.35, "duration": 4.0}, {"text": " This is what's on the rise.", "start": 4263.35, "duration": 2.0}, {"text": " Now I agree, infrared and Midwestern Marx style communism is on the rise.", "start": 4265.35, "duration": 14.609999999999673}, {"text": " Jackson, Midwestern Marx, infrared, that stuff is gaining traction.", "start": 4279.96, "duration": 7.050000000000182}, {"text": " And they've taken note of that, and that's why they're unleashing these hounds to crush us.", "start": 4287.01, "duration": 7.0}, {"text": " Like of all the leftist, there's really only three that are gaining ground.", "start": 4294.01, "duration": 9.340000000000146}, {"text": " Jackson, infrared, Midwestern Marks, that's it.", "start": 4303.35, "duration": 4.0}, {"text": " Midwestern Marks is like on Tik-Tock got that shit locked down, right?", "start": 4307.35, "duration": 5.329999999999927}, {"text": " And they're very good at winning people.", "start": 4315.68, "duration": 2.0}, {"text": " You could, what about the D-program people?", "start": 4320.68, "duration": 2.0}, {"text": " D-program people?", "start": 4322.68, "duration": 0.7699999999995271}, {"text": " D-program, I don't think has expanded that much, at least in the second half of this year.", "start": 4323.45, "duration": 7.239999999999782}, {"text": " I don't think they have.", "start": 4330.69, "duration": 1.2400000000006912}, {"text": " I think that audience was always there since 2020.", "start": 4331.93, "duration": 3.0}, {"text": " Pretty sure.", "start": 4334.93, "duration": 1.3999999999996362}, {"text": " That audience has been here for a long time. It", "start": 4336.33, "duration": 4.899999999999636}, {"text": " wasn't a major expansion. Hassan pikers in decline. The deep program people are not", "start": 4341.23, "duration": 8.040000000000873}, {"text": " very they're not that as relevant as you think.", "start": 4349.27, "duration": 3.4099999999998545}, {"text": " So it's infrared Midwestern Marks in Jackson that are rising, but we're not rising as", "start": 4352.68, "duration": 7.0}, {"text": " fast as the neo-Nazis because of how much damage the leftist had tried to inflict on us.", "start": 4359.68, "duration": 7.609999999999673}, {"text": " It's okay, we shake it off and we keep marching. But yes, this is the norm. This is the norm now.", "start": 4367.29, "duration": 18.38000000000011}, {"text": " Guys, I'm a grown-ass man, right? I'm a grown-ass man. I'm a grown-ass man. I'm a grown-ass man.", "start": 4385.67, "duration": 12.010000000000218}, {"text": " But I'm going to go get myself a capri son, because I'm really thirsty, and that would really hit the spot right now, okay? You're not going to. I want you to understand something under communism under communism the under communism the capri son", "start": 4397.68, "duration": 75.0}, {"text": " I didn't drink any of it", "start": 4472.68, "duration": 2.0}, {"text": " already looks empty", "start": 4474.68, "duration": 1.0}, {"text": " under communism the caprice sun will be three times bigger than this", "start": 4475.68, "duration": 4.0}, {"text": " because these you drink them fast, you know? Ah, that shit hits the spot.", "start": 4479.68, "duration": 4.329999999999927}, {"text": " Oh, man, that shit is just very refreshing. It's exactly what I need.", "start": 4484.01, "duration": 16.340000000000146}, {"text": " That's exactly what, and this is only, this is not, this is low sugar by this is low sugar. It is only about", "start": 4505.51, "duration": 7.25}, {"text": " 10% of your daily sugar in this all right so I know what I'm doing don't don't be", "start": 4513.88, "duration": 4.039999999999964}, {"text": " accusing me of It's basically finished. Like I straight up finished it. You know?", "start": 4517.92, "duration": 22.43000000000029}, {"text": " Shit is done.", "start": 4540.35, "duration": 1.0}, {"text": " Shit is done.", "start": 4548.35, "duration": 2.3299999999999272}, {"text": " shit is done.", "start": 4550.68, "duration": 1.0}, {"text": " Shit is done, alright?", "start": 4551.68, "duration": 3.0}, {"text": " Shit tasted great, but it's just short-lived.", "start": 4554.68, "duration": 3.0}, {"text": " It's just short-lived, right?", "start": 4559.68, "duration": 3.0}, {"text": " And I don't like straws because I like to drink fast.", "start": 4562.68, "duration": 4.049999999999272}, {"text": " But there ain't no way to drink a capri sun without the straw. Or can you open it? You can't open it.", "start": 4566.73, "duration": 6.680000000000291}, {"text": " You can't. You can't.", "start": 4573.41, "duration": 3.9400000000005093}, {"text": " I.", "start": 4577.35, "duration": 3.0}, {"text": " Scissors.", "start": 4580.35, "duration": 5.0}, {"text": " Scissors.", "start": 4585.35, "duration": 2.0}, {"text": " If I open a caprice on am I going to like violate the law?", "start": 4587.35, "duration": 4.329999999999927}, {"text": " I'm gonna be right back.", "start": 4591.68, "duration": 4.0}, {"text": " Fuck it, we're gonna test it. I'm gonna be right back.", "start": 4595.68, "duration": 2.0}, {"text": " I'm doing that. I'm literally doing that.", "start": 4597.68, "duration": 3.0}, {"text": " I'll be right back. You're not going to. You're not. I literally just discovered the craziest shit. I don't know what color this capri on is let me let me uh", "start": 4600.68, "duration": 97.67000000000007}, {"text": " why is it golden this rubs me the wrong way", "start": 4698.35, "duration": 8.0}, {"text": " if I'm gonna be completely honest", "start": 4706.35, "duration": 3.0}, {"text": " guys huh what is going on, alright?", "start": 4709.35, "duration": 4.329999999999927}, {"text": " Check this out.", "start": 4713.68, "duration": 2.0}, {"text": " Hi, there's no way for me to show you, holy shit.", "start": 4715.68, "duration": 3.0}, {"text": " Guys, it's literally, you see that color?", "start": 4718.68, "duration": 4.0}, {"text": " It's fucking piss!", "start": 4722.68, "duration": 2.3299999999999272}, {"text": " Why is the caprice uncolored this way?", "start": 4726.01, "duration": 2.0}, {"text": " Why does it have food coloring?", "start": 4730.01, "duration": 2.0}, {"text": " Unless it's real juice, all natural ingredients, maybe it's real juice, all natural ingredients.", "start": 4733.21, "duration": 4.019999999999527}, {"text": " Maybe it's real juice.", "start": 4737.23, "duration": 2.4000000000005457}, {"text": " Why is it colored this way?", "start": 4739.63, "duration": 1.519999999999527}, {"text": " Mmm. It's a strawberry kiwi flavor.", "start": 4741.15, "duration": 15.530000000000655}, {"text": " Yeah, it does look like apple juice, but it's just like, why did they color the capricon? Pour it in a glass.", "start": 4765.01, "duration": 2.0}, {"text": " Nah, that's too far. All right. This is going to have me awake.", "start": 4767.01, "duration": 24.670000000000073}, {"text": " You're gonna. Straight up. Why was Orthodox canonist in my VC like what was up with that?", "start": 4793.68, "duration": 37.31999999999971}, {"text": " Says he doesn't have much time and he will be back in a couple hours. Where did he say that's why he in my VC?", "start": 4834.44, "duration": 10.580000000000837}, {"text": " Yo, Chris.", "start": 4847.02, "duration": 3.0}, {"text": " The police on is owned by a Swiss German businessman with deep links to biotech", "start": 4850.02, "duration": 4.0}, {"text": " bro, I would read about Hans Pader Wild.", "start": 4854.02, "duration": 2.889999999999418}, {"text": " It may be a scyop.", "start": 4856.91, "duration": 2.880000000000109}, {"text": " If Capri Sun is a scyop, I don't know what to say.", "start": 4859.79, "duration": 3.480000000000473}, {"text": " By the way, I'm not the one who buys Capri Sun, all right?", "start": 4866.59, "duration": 2.319999999999709}, {"text": " That's my girl buys Capri son all right that's my my girl buys Capri son and I", "start": 4868.91, "duration": 4.569999999999709}, {"text": " drink it because why wouldn't I if if see if Capri's son was in your fridge you", "start": 4873.48, "duration": 5.680000000000291}, {"text": " drink it too what would stop you now if you're at the store, would you buy it yourself?", "start": 4879.16, "duration": 4.860000000000582}, {"text": " No. But if it's in your fridge?", "start": 4884.02, "duration": 2.0}, {"text": " If it's in your fridge...", "start": 4887.02, "duration": 2.0}, {"text": " You would drink it.", "start": 4892.02, "duration": 2.0}, {"text": " You would. I promise. There'd be nothing stopping you.", "start": 4894.02, "duration": 4.1299999999992}, {"text": " Guys, I'm a fat fuck today. I literally had", "start": 4898.15, "duration": 3.8400000000001455}, {"text": " triple um", "start": 4901.99, "duration": 3.800000000000182}, {"text": " Wauper melt. The melt has cheese. It's like a whole thing, it's a promotion.", "start": 4905.79, "duration": 6.890000000000327}, {"text": " Burger King's doing. Not content with that, I had a BK Crispy,", "start": 4912.68, "duration": 5.0}, {"text": " plain. I didn't have sauce with none of this.", "start": 4917.68, "duration": 2.0}, {"text": " And I had a wopmer, and I had a medium fries. So I'm fucking obese. And then I had two capri sons.", "start": 4919.68, "duration": 9.340000000000146}, {"text": " And then I had a Coke Zero Cherry. So this is my cheat day and I can't eat for the next three days.", "start": 4929.02, "duration": 7.0}, {"text": " Gonna game three pounds up. day and I can't eat for the next three days.", "start": 4936.02, "duration": 1.3299999999999272}, {"text": " Gonna game three pounds up. Mmm, you're right.", "start": 4939.35, "duration": 2.0}, {"text": " Unless I'm gonna fast tomorrow though.", "start": 4941.35, "duration": 3.0}, {"text": " That's the thing.", "start": 4944.35, "duration": 2.0}, {"text": " That's my way out of it is I'm fasting tomorrow.", "start": 4946.35, "duration": 2.0}, {"text": " 30 plus 30. I like your style con. I've always", "start": 4948.35, "duration": 10.409999999999854}, {"text": " liked your style. Let's go anonymous. What's going on? All right. I wish we could have time to get it.", "start": 4958.76, "duration": 9.260000000000218}, {"text": " All right. I wish we could have time to game and shit but you guys know how much work I got and all that", "start": 4970.02, "duration": 11.169999999999163}, {"text": " Y'all know about my work", "start": 4982.39, "duration": 1.5599999999994907}, {"text": " Y'all know about all that shit I got going on.", "start": 4984.87, "duration": 7.8100000000004}, {"text": " All along she moves. And n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n n I wanted to show y'all something. Oh, we have to finish the Nisrala clip.", "start": 5005.02, "duration": 2.0}, {"text": " We didn't finish it.", "start": 5007.02, "duration": 2.0}, {"text": " I'm in a segue.", "start": 5009.02, "duration": 1.0}, {"text": " And I'm sure.", "start": 5010.02, "duration": 2.0}, {"text": " I'm okay here's a lot of trouble.", "start": 5012.02, "duration": 3.0}, {"text": " We can't tell you.", "start": 5015.02, "duration": 1.0}, {"text": " We can't tell you, we can't see the one of the same thing. I'm not going to", "start": 5016.02, "duration": 2.3299999999999272}, {"text": " a kat and notf to, I was in my city.", "start": 5018.35, "duration": 1.0}, {"text": " What was habala, I was at the Haluf.", "start": 5019.35, "duration": 2.0}, {"text": " Is there, I'll be able to tell you.", "start": 5021.35, "duration": 3.0}, {"text": " Oh, we did finish it.", "start": 5024.35, "duration": 3.0}, {"text": " Oh, we did finish it.", "start": 5027.35, "duration": 1.0}, {"text": " We did finish it. We did finish it.", "start": 5028.35, "duration": 2.3299999999999272}, {"text": " I want to actually address something,", "start": 5030.68, "duration": 3.0}, {"text": " because I think Lavra Farted. So in an interview, Lavrov said something kind of stupid. Let me get you the interview clip because it was slightly misrepresented but it was still a fart", "start": 5033.68, "duration": 25.909999999999854}, {"text": " still a fart. He did fart let's talk find it.", "start": 5059.59, "duration": 25.43000000000029}, {"text": " Okay, El Mayedin, which is Lebanese.", "start": 5090.02, "duration": 4.0}, {"text": " Lavrov. which is Lebanese. Laveroff.", "start": 5097.35, "duration": 1.0}, {"text": " Israel's goals in Gaza similar to Russia's.", "start": 5098.35, "duration": 4.0}, {"text": " Now he said something extremely stupid,", "start": 5104.35, "duration": 4.0}, {"text": " but he was basically saying like, oh well why are people attacking us for", "start": 5108.35, "duration": 7.449999999999818}, {"text": " demilitarization and denotification when this is what Israel is trying to do?", "start": 5115.8, "duration": 5.319999999999709}, {"text": " Iskander, what's going on.", "start": 5121.12, "duration": 3.9000000000005457}, {"text": " Didn't the Orthodox Church bless the remains of Nicholas family before burial?", "start": 5125.02, "duration": 5.0}, {"text": " Tell us more about the remains. Tell us the story.", "start": 5130.02, "duration": 3.0}, {"text": " Oz Best Storyteller.", "start": 5133.02, "duration": 2.0}, {"text": " Also I have seen red carpet as you.", "start": 5135.02, "duration": 2.3299999999999272}, {"text": " Oh, thank you, man. I, the story is that the remains were identified by the Pentagon of all people", "start": 5137.35, "duration": 7.0}, {"text": " and originally the Orthodox Church contested them and disputed them. I'm not sure if they changed", "start": 5144.35, "duration": 7.489999999999782}, {"text": " their mind later but originally that's what happened.", "start": 5151.84, "duration": 5.1599999999998545}, {"text": " Um, anyway... He criticized girls past administration.", "start": 5157.0, "duration": 13.140000000000327}, {"text": " Putin. Putin had different statements.", "start": 5178.35, "duration": 1.0}, {"text": " Putin had different statements.", "start": 5181.35, "duration": 5.0}, {"text": " He says, the fight against Nazism is what unites us.", "start": 5187.35, "duration": 3.3299999999999272}, {"text": " Yeah, I don't know what Lavrov is doing, but he's farting a lot.", "start": 5190.68, "duration": 5.0}, {"text": " Like a giant mega fart.", "start": 5195.68, "duration": 3.0}, {"text": " Super cringe.", "start": 5198.68, "duration": 2.0}, {"text": " But I want to, why am I showing you this why am I showing you this why am I showing you", "start": 5200.68, "duration": 6.5}, {"text": " this because because why is Russia still fighting in Ukraine because sentiments such as Lavrov's are because are not a coincidence the KPRF was polling 20% before the SMO and Putin kind of was going down,", "start": 5207.18, "duration": 33.5}, {"text": " so this is his way of going back up the SMO. Understandable, that's what the communists were asking for for 10 years.", "start": 5240.68, "duration": 6.3400000000001455}, {"text": " But who is fucking up the SMO?", "start": 5247.02, "duration": 5.0}, {"text": " I'm not saying Lavrov is, I'm saying people who share this mentality,", "start": 5252.02, "duration": 4.0}, {"text": " people who just", "start": 5256.02, "duration": 1.089999999999236}, {"text": " want to impress and compromise with the West and just kind of fucking like", "start": 5257.11, "duration": 5.039999999999964}, {"text": " appear decent in their eyes instead of winning over the actual forces of", "start": 5262.15, "duration": 5.720000000000255}, {"text": " multi polarity you know this is what I'm trying to tell you, like, you know, there's a lot of truth in the", "start": 5267.87, "duration": 7.690000000000509}, {"text": " ship Prigozian was saying, a lot of truth in it, that's just the truth. There was a lot of truth in the", "start": 5275.56, "duration": 6.8799999999992}, {"text": " shit he was saying, and the business elites of Russia and the", "start": 5282.44, "duration": 6.539999999999964}, {"text": " will of the Russian people are two different things. Remember that and we stand with the Communist", "start": 5288.98, "duration": 4.8400000000001455}, {"text": " Party of the Russian Federation. Remember that and their criticisms of their own government,", "start": 5293.82, "duration": 5.530000000000655}, {"text": " seem pretty prescient and pertinent in this case. Anyway, guys.", "start": 5299.35, "duration": 14.329999999999927}, {"text": " guys. I'm going to be? I'm not going to show you this meme, but I'm just going to tell you this meme, but I'm just going to tell you because it's really gross.", "start": 5313.68, "duration": 66.67000000000007}, {"text": " As a matter of fact, let me censor it a little more, there we go.", "start": 5380.35, "duration": 5.0}, {"text": " So this is a meme.", "start": 5385.35, "duration": 2.0}, {"text": " No, this is not Masaah. These are not the feds. Mem of the year. Press heart for an immediate", "start": 5387.35, "duration": 8.089999999999236}, {"text": " end to Muslim immigration. And it's showing a bunch of Muslims raping this white man's daughter and she's naked and it got 77,000", "start": 5395.44, "duration": 16.140000000000327}, {"text": " likes! 77,000 likes! 77,000 likes! 77, and how many views? 4.1 million views. So if you want to ask why is the Hitler stuff coming back the same people behind", "start": 5411.58, "duration": 21.38000000000011}, {"text": " the Hitler stuff are behind this shit and yes it's Masad is involved 100,000", "start": 5432.96, "duration": 6.519999999999527}, {"text": " percent because they want the Muslims out they They want to turn Christians against Muslims.", "start": 5439.48, "duration": 5.940000000000509}, {"text": " They want to turn everyone against Jews.", "start": 5445.42, "duration": 2.600000000000364}, {"text": " This way the Zionist will be successful in their narrative", "start": 5450.02, "duration": 5.0}, {"text": " that they are the Messiah for the Jews, that only", "start": 5456.02, "duration": 5.25}, {"text": " they can protect the Jews, and they can also get rid of the Muslims who critique", "start": 5461.27, "duration": 5.839999999999236}, {"text": " their barbaric actions in Gaza. So it's a win-win for the neo-Nazis and the", "start": 5467.11, "duration": 6.410000000000764}, {"text": " Zionist. The far right is being boosted by Israel!", "start": 5473.52, "duration": 7.1599999999998545}, {"text": " We need to spread this around like wildfire.", "start": 5480.68, "duration": 6.3400000000001455}, {"text": " We need to spread that around.", "start": 5487.02, "duration": 2.0}, {"text": " I'm going to make my next thing tomorrow is going to be that.", "start": 5489.02, "duration": 2.0}, {"text": " The far right is being spread. You're going to be. You're not going to. You're not going to. You're", "start": 5491.02, "duration": 167.32999999999993}, {"text": " rev is such a gee. So we have one of these like typical proto Hitler posts,", "start": 5658.35, "duration": 10.0}, {"text": " 4,000 likes. Look at Rev coming to the rescue.", "start": 5668.35, "duration": 3.3299999999999272}, {"text": " Look at this, they're going to call Rev a Jew.", "start": 5675.68, "duration": 3.0}, {"text": " Look at that, the first thing, they call Rev Jewish.", "start": 5678.68, "duration": 4.0}, {"text": " Rev is literally the most white boy of all time.", "start": 5682.68, "duration": 3.3400000000001455}, {"text": " Probably more white than this guy. We will lead the anti-fascist charge.", "start": 5689.02, "duration": 14.329999999999927}, {"text": " We will destroy the forces of fascism, Nazism, Zionism, Zionism, capitalism,", "start": 5703.35, "duration": 5.0}, {"text": " liberalism. We will destroy them all.", "start": 5708.35, "duration": 5.329999999999927}, {"text": " We communists will reclaim this honor and let anyone who claims we are being supported by the establishment to see the plain", "start": 5713.68, "duration": 11.859999999999673}, {"text": " fucking truth in front of their eyes. We are the ones the most persecuted.", "start": 5725.54, "duration": 4.800000000000182}, {"text": " Not the most openly reviled because they can't even justify doing that, but they work the hardest to", "start": 5731.86, "duration": 8.25}, {"text": " discredit us.", "start": 5740.11, "duration": 3.0}, {"text": " This all comes from Tel Aviv", "start": 5749.11, "duration": 2.5700000000006185}, {"text": " all the shit you're seeing on Twitter comes from I'm gonna talk about it tomorrow", "start": 5751.68, "duration": 4.0}, {"text": " All the I'm gonna make a tweet about it tomorrow", "start": 5755.68, "duration": 2.0}, {"text": " All of it is coming from Tel Aviv", "start": 5757.68, "duration": 2.0}, {"text": " straight out of Tel Aviv", "start": 5759.68, "duration": 2.0}, {"text": " You know what? We need to make a meme to post under these pro-Hitler posts and like we'll do it like straight out of, but it'll be like straight out of Tel Aviv.", "start": 5761.68, "duration": 16.670000000000073}, {"text": " See, put arrows and be like the above post was straight out of Tel Aviv.", "start": 5778.35, "duration": 6.0}, {"text": " That's what we need to make.", "start": 5784.35, "duration": 1.0}, {"text": " No, no, we'll do it like this. The meme format will be like this. I'm going to do it in paint.", "start": 5787.35, "duration": 4.329999999999927}, {"text": " Okay?", "start": 5791.68, "duration": 1.0}, {"text": " It'll be like this.", "start": 5792.68, "duration": 4.0}, {"text": " It'll be like this post be like, this post be like,", "start": 5796.68, "duration": 10.340000000000146}, {"text": " This will be the format,", "start": 5807.02, "duration": 7.0}, {"text": " understand?", "start": 5814.02, "duration": 3.3299999999999272}, {"text": " But this will be bigger.", "start": 5817.35, "duration": 4.0}, {"text": " Like this one will be bigger, like you understand, format it right, but like it'll be,", "start": 5821.35, "duration": 5.0}, {"text": " we will post, we'll spam it under every single one of that.", "start": 5826.35, "duration": 3.0}, {"text": " But we need a fucking raise awareness where this is coming from.", "start": 5829.35, "duration": 4.170000000000073}, {"text": " I'm sounding the alarm bells.", "start": 5833.52, "duration": 2.2799999999997453}, {"text": " Anyway. People saying this is a huge scyop, what is this?", "start": 5838.84, "duration": 10.180000000000291}, {"text": " Guys, I think I've fallen in love again. What is this?", "start": 5855.02, "duration": -3.0}, {"text": " Guys, I think I've fallen in love again.", "start": 5852.02, "duration": 3.0}, {"text": " What is this?", "start": 5857.35, "duration": 1.0}, {"text": " My name is Lujan, and I am not wanted for war crimes in the Baltic region.", "start": 5863.35, "duration": 5.0}, {"text": " Trench warfare is back, and so are the voices.", "start": 5868.35, "duration": 3.339999999999236}, {"text": " Today I'm going to be building a giant underground trench bunker.", "start": 5871.69, "duration": 4.0}, {"text": " Let's get curious about it.", "start": 5875.69, "duration": 2.0}, {"text": " Consider the following.", "start": 5877.69, "duration": 2.0}, {"text": " Oh, it's so hard to dig in this dirt.", "start": 5879.69, "duration": 2.0}, {"text": " Oh, I can't...", "start": 5881.69, "duration": 1.0}, {"text": " Is that even a female by the way?", "start": 5882.69, "duration": 4.530000000000655}, {"text": " What? I forgot I had that old thing.", "start": 5887.22, "duration": 4.639999999999418}, {"text": " Oh my God, I'm so stupid.", "start": 5893.86, "duration": 1.6000000000003638}, {"text": " Oh, I can totally stupid. Oh my daughter!", "start": 5895.46, "duration": 1.8900000000003274}, {"text": " I can totally just dig the trash of this.", "start": 5897.35, "duration": 2.0}, {"text": " Do you know how to stop running your mouth?", "start": 5899.35, "duration": 2.0}, {"text": " Oh, okay.", "start": 5901.35, "duration": 2.0}, {"text": " It's okay.", "start": 5903.35, "duration": 1.0}, {"text": " Hey, wake up!", "start": 5905.35, "duration": 1.0}, {"text": " Hey, I gotta help with, oh my God,", "start": 5906.35, "duration": 2.0}, {"text": " I think.", "start": 5908.35, "duration": 1.0}, {"text": " Dude, what kind of like gay retard do you have to be to like be one of these?", "start": 5909.35, "duration": 4.339999999999236}, {"text": " You know what genre of fucking Twitter I hate?", "start": 5913.69, "duration": 3.0}, {"text": " Is like, oh my god, I'm so in love with her because she's so quirky and I love her style.", "start": 5916.69, "duration": 4.0}, {"text": " It's like, dude, grow the fuck up.", "start": 5920.69, "duration": 2.0}, {"text": " Like this is the fuck up. Literally grow the fuck up.", "start": 5922.69, "duration": 2.3300000000008367}, {"text": " Like this is the real world.", "start": 5925.02, "duration": 2.0}, {"text": " Like this is not the real world.", "start": 5929.02, "duration": 1.0}, {"text": " This is like your poisoned internet brain.", "start": 5930.02, "duration": 3.0}, {"text": " Like, oh my God, I want the Goth G.F.", "start": 5933.02, "duration": 3.0}, {"text": " with the personality of the, that,", "start": 5936.02, "duration": 1.9699999999993452}, {"text": " that, that, that, that, that, that, that, that, that, that, that, that,", "start": 5937.99, "duration": 1.199999999999818}, {"text": " shut up, dude.", "start": 5939.19, "duration": 0.680000000000291}, {"text": " Women don't have personalities.", "start": 5939.87, "duration": 1.800000000000182}, {"text": " I mean, they, okay, okay, they do, but it's like, it's not like a cartoon character,", "start": 5941.67, "duration": 5.8400000000001455}, {"text": " like, like, like, it's like, it's like a fucking movie all the time like", "start": 5947.51, "duration": 4.539999999999964}, {"text": " like this soy-facing oh my gosh she's perfect man dude shut up does she cook well", "start": 5952.05, "duration": 7.639999999999418}, {"text": " does she clean well does she know how to respect is she she resourceful? Is she skillful? Does she have,", "start": 5959.69, "duration": 6.330000000000837}, {"text": " does she bring anything to the table? Is she a good person? Is she, is she, because you just want an actor, you", "start": 5966.02, "duration": 6.559999999999491}, {"text": " just want a charming, uh, charismatic meme actor to fulfill your dreams. I I mean bro, what is wrong with you?", "start": 5972.58, "duration": 7.609999999999673}, {"text": " Get a PS5 man, play LEGO Fortnite. Like marriage is a serious business. It should be arranged marriage.", "start": 5980.19, "duration": 9.480000000000473}, {"text": " It's a serious thing. should be arranged marriage is a serious thing it's not", "start": 5989.67, "duration": 3.5799999999999272}, {"text": " a it's not a fantasy dream you know it's like it's supposed to be boring to be", "start": 5993.25, "duration": 5.920000000000073}, {"text": " real marriage supposed to be boring. It is now time today. I have had no training or instruction or operating", "start": 5999.17, "duration": 7.850000000000364}, {"text": " the heavy machinery. Please do not... Oh my God, it's it. She's so perfect.", "start": 6007.02, "duration": 5.1599999999998545}, {"text": " It's like a girl, but she's on a tractor and it's just like she does boy things I will oh my god it's like", "start": 6012.18, "duration": 6.049999999999272}, {"text": " my g f that wears the uniform of the country that I like a lot oh my god it's just like", "start": 6018.23, "duration": 4.160000000000764}, {"text": " a perfect g f dude you're like a fucking retard probably transgender too", "start": 6022.39, "duration": 4.759999999999309}, {"text": " ask me anything about anything I was literally born yesterday.", "start": 6027.15, "duration": 6.539999999999964}, {"text": " There's got to be a name for this shit.", "start": 6033.69, "duration": 4.0}, {"text": " Like what do you call it?", "start": 6037.69, "duration": 2.0}, {"text": " What do you call it?", "start": 6039.69, "duration": 1.0}, {"text": " Like back in a day?", "start": 6040.69, "duration": 4.330000000000837}, {"text": " Apparently this is a US Army recruitment specialist.", "start": 6045.02, "duration": 6.0}, {"text": " No fucking way. I implore you young men do not fall for US Army recruitment", "start": 6051.02, "duration": 6.269999999999527}, {"text": " SIEOP starring someone who's linked into", "start": 6057.29, "duration": 2.7799999999997453}, {"text": " its psychological operation specialist.", "start": 6060.07, "duration": 3.0}, {"text": " I mean there was nothing about that woman if it's a I don't know there was nothing about that this that was charming to me.", "start": 6064.07, "duration": 8.780000000000655}, {"text": " I did not find this charming. I didn't find this charming at all.", "start": 6072.85, "duration": 3.5999999999994543}, {"text": " If you found this charming, you probably have zero bitches your whole life.", "start": 6078.93, "duration": 6.0900000000001455}, {"text": " And there's nothing wrong with that, but you're living in a delusion, all right?", "start": 6085.02, "duration": 5.0}, {"text": " Like, this is so cringe.", "start": 6090.02, "duration": 2.0}, {"text": " If you, dude, this is so cringe.", "start": 6092.02, "duration": 3.0}, {"text": " This is the most cringy shit ever. I don't even know what that was.", "start": 6095.02, "duration": 7.329999999999927}, {"text": " I don't even know what that was.", "start": 6102.35, "duration": 2.0}, {"text": " That shit was cringe.", "start": 6106.35, "duration": 2.0}, {"text": " This is what everyone's like soy facing over. You know what started this? I actually remember it.", "start": 6108.35, "duration": 5.059999999999491}, {"text": " Y'all know what started this? You know what started this? You know what started this cringe thing of like,", "start": 6113.41, "duration": 5.039999999999964}, {"text": " Oh my God, she's so charismatic. It's so perfect. Oh my God. Let me find it.", "start": 6118.45, "duration": 6.5700000000006185}, {"text": " Let me find it.", "start": 6125.02, "duration": 2.0}, {"text": " Let me find it.", "start": 6127.02, "duration": 3.0}, {"text": " Let me find it. Let me find it.", "start": 6130.02, "duration": 3.0}, {"text": " All right, hold on.", "start": 6133.02, "duration": 2.0}, {"text": " I don't want to spoil it.", "start": 6135.02, "duration": 1.0}, {"text": " You might have spoil it.", "start": 6136.02, "duration": 2.3299999999999272}, {"text": " You might have heard it. All right, y'all know what's coming.", "start": 6140.35, "duration": 3.0}, {"text": " Y'all know what's coming.", "start": 6143.35, "duration": 1.0}, {"text": " Ready?", "start": 6144.35, "duration": 1.0}, {"text": " Whatever you say,", "start": 6145.35, "duration": 2.0}, {"text": " Boomer.", "start": 6147.35, "duration": 1.0}, {"text": " Oh my God, okay, we're going. Oh my my god so kawai", "start": 6148.35, "duration": 4.1799999999993815}, {"text": " whatever you say boomers okay okay", "start": 6163.09, "duration": -5.8400000000001455}, {"text": " but when someone is talking", "start": 6161.25, "duration": 3.1700000000000728}, {"text": " I know what you give a fuck. Dude that shit was so cringe.", "start": 6164.42, "duration": 4.720000000000255}, {"text": " Everyone is like, oh my gosh, dude, you're like, this is like anime rock brain. You want to know how I determine? You know what impresses me? Like if I just, okay sometimes", "start": 6169.14, "duration": 12.289999999999964}, {"text": " women are pretty, if I see a picture, I'm like she's got a pretty face, but at the end of", "start": 6181.43, "duration": 5.920000000000073}, {"text": " the day, you already know what I'm about to say.", "start": 6187.35, "duration": 4.339999999999236}, {"text": " I don't give a fuck about none of that dancing.", "start": 6191.69, "duration": 2.3200000000006185}, {"text": " I don't give a fuck about none of that quirky personality shit.", "start": 6194.01, "duration": 3.319999999999709}, {"text": " I don't give a fuck about none of that.", "start": 6197.33, "duration": 1.9200000000000728}, {"text": " Oh my gosh, I don't give a fuck about any of that cartoon character animation.", "start": 6199.25, "duration": 5.4099999999998545}, {"text": " I want to see you do a 360, one rotation.", "start": 6204.66, "duration": 6.400000000000546}, {"text": " No charisma, nothing.", "start": 6211.06, "duration": 1.9199999999991633}, {"text": " Just straight up, 360.", "start": 6212.98, "duration": 3.0}, {"text": " Twirl it round. I'll take it from there, you understand?", "start": 6215.98, "duration": 4.010000000000218}, {"text": " I'm the one who has a personality.", "start": 6219.99, "duration": 1.8800000000001091}, {"text": " 360 degrees, I'll take it from there, you understand.", "start": 6221.87, "duration": 4.319999999999709}, {"text": " Ain't got time for nothing else.", "start": 6226.19, "duration": 2.0}, {"text": " All right, I ain't got time for nothing else.", "start": 6228.19, "duration": 2.5}, {"text": " All right? Do me a little twirl. That's the only charisma I want from you. That's the only", "start": 6230.69, "duration": 5.1200000000008}, {"text": " charisma I need. You understand? That's the only charisma I need. Do me a little twirl. That's it. That's it. I'll take it from there. Do me a little twirl. I'll take it from there. I don't need none of that", "start": 6235.81, "duration": 11.609999999999673}, {"text": " Kara's I don't need none of that quirky anime girl of your dreams. Motherfucker I ain't got time for dreams. I've got time for the waking world.", "start": 6247.42, "duration": 10.930000000000291}, {"text": " You understand?", "start": 6258.35, "duration": 2.0}, {"text": " So yeah.", "start": 6260.35, "duration": 3.0}, {"text": " Yeah, like Dasha.", "start": 6264.35, "duration": 2.0}, {"text": " I'm like, gah nah nah, dude, dude, dude, dude, dude, what is this Japan?", "start": 6266.35, "duration": 3.9799999999995634}, {"text": " They're trying to like Japanify our society.", "start": 6270.33, "duration": 2.800000000000182}, {"text": " A bunch of bitch-made men.", "start": 6273.13, "duration": 2.519999999999527}, {"text": " We men are here for ass and titties.", "start": 6275.65, "duration": 4.600000000000364}, {"text": " We're not here for Dasha's personality quote-unquote.", "start": 6280.25, "duration": 3.7700000000004366}, {"text": " Go fucking live in Japan and have zero fertility rate with that bitch-made mentality.", "start": 6284.02, "duration": 6.0}, {"text": " Low testosterone ass shit.", "start": 6290.02, "duration": 3.0}, {"text": " Low testosterone idealizations.", "start": 6293.02, "duration": 5.329999999999927}, {"text": " If anyone is watching this and you're confused,", "start": 6300.35, "duration": 3.0}, {"text": " this is, hold on, right? I don't need to be vulgar. I'm just trying to say, this shit is like porn-brained, actually, not the shit I'm just trying to say this shit is like porn-brained actually not the shit I'm saying", "start": 6303.35, "duration": 9.819999999999709}, {"text": " because this is like that anime porn", "start": 6314.13, "duration": 4.079999999999927}, {"text": " Japan nonsense. Oh my god my favorite animator.", "start": 6320.29, "duration": 7.730000000000473}, {"text": " Shut the fuck up.", "start": 6328.02, "duration": 4.0}, {"text": " Shut the fuck up.", "start": 6334.02, "duration": 2.0}, {"text": " You know what? Shut the fuck up.", "start": 6336.02, "duration": 1.3299999999999272}, {"text": " You know what?", "start": 6337.35, "duration": 1.0}, {"text": " Nah, let me let me rephrase that.", "start": 6338.35, "duration": 4.0}, {"text": " Let me rephrase that.", "start": 6342.35, "duration": 1.0}, {"text": " All of you young men go ahead and go chase the anime,", "start": 6343.35, "duration": 6.0}, {"text": " bitches. Please go chase the anime bitches please go chase those", "start": 6349.35, "duration": 3.019999999999527}, {"text": " cartoon characters leave the fat-ass bitches for me more for me yeah go ahead go", "start": 6352.37, "duration": 6.680000000000291}, {"text": " ahead chase dasha go chase dasha go for that that, do that. Leave all the fat-ass", "start": 6359.05, "duration": 7.369999999999891}, {"text": " bitches behind. More for me. You understand? More for me. I'm, this is comedy, all right? This is, I'm taking. Already got a girl. I'm just saying this is comedy. This is comedy. Nobody would take this shit seriously. Anyway. Nobody would take this shit seriously, but...", "start": 6366.42, "duration": 24.269999999999527}, {"text": " Anonymous, what's up?", "start": 6390.69, "duration": 3.0}, {"text": " Heard you are going on fresh and fit in January.", "start": 6393.69, "duration": 3.0}, {"text": " Please tell me you will also go on the after-hour segment, that would be hilarious.", "start": 6396.69, "duration": 5.0}, {"text": " Also, when is the next Serka collaboration?", "start": 6401.69, "duration": 3.050000000000182}, {"text": " You two are the best.", "start": 6404.74, "duration": 2.1599999999998545}, {"text": " I don't know if I call Zirca he's going to have me stay up for 10 hours.", "start": 6406.9, "duration": 3.360000000000582}, {"text": " I can't do it.", "start": 6410.26, "duration": 1.1199999999998909}, {"text": " The next time I collaborate with Zirca is when I'm done with my book.", "start": 6411.38, "duration": 2.680000000000291}, {"text": " I'll tell you that.", "start": 6414.06, "duration": 0.839999999999236}, {"text": " When I'm done with my book, I can do anything I'm done with my book I can do anything I want", "start": 6414.9, "duration": 2.130000000000109}, {"text": " no problem I'll do anything I want there'll be no issues right there be no issues", "start": 6418.07, "duration": 6.240000000000691}, {"text": " there'll be no issues, right? But everybody needs to understand that I am just talking about nonsense right now. Why? Because I think the substantive portion of the stream has come to an end. We have nothing else to cover.", "start": 6427.19, "duration": 34.160000000000764}, {"text": " Straight up! Straight up! And I'm going to keep it real with you guys. Yeah.", "start": 6461.35, "duration": 10.339999999999236}, {"text": " Heh.", "start": 6471.69, "duration": 2.0}, {"text": " Uh, right? I. Great. Why does who is this guy supposed to be because he I feel like is this guy supposed to be me first of all my", "start": 6473.69, "duration": 55.210000000000036}, {"text": " jeans never gonna look that way this is not my drip the only thing it's not my drip like I don't wear shirts or pants like this but like is", "start": 6528.9, "duration": 9.850000000000364}, {"text": " Haa's starting to be the archetype like this is not my body language but the", "start": 6538.75, "duration": 8.279999999999745}, {"text": " beard you know pretty much everything besides the beard and the build, right?", "start": 6547.03, "duration": 6.6599999999998545}, {"text": " fascist, imperialist.", "start": 6556.69, "duration": 2.0}, {"text": " That's funny. up.", "start": 6558.69, "duration": 5.330000000000837}, {"text": " Scander, what's up?", "start": 6564.02, "duration": 1.0}, {"text": " Please have a audiobook version of your book.", "start": 6565.02, "duration": 5.0}, {"text": " That could be possible.", "start": 6570.02, "duration": 4.0}, {"text": " That could be possible.", "start": 6574.02, "duration": 1.0}, {"text": " That's definitely possible.", "start": 6575.02, "duration": 1.769999999999527}, {"text": " But you know I don't think it'll be if you if I have an audio version you're gonna keep", "start": 6576.79, "duration": 5.520000000000437}, {"text": " rewinding and rewinding and rewinding on certain parts", "start": 6582.31, "duration": 3.119999999999891}, {"text": " because you need to read it this is one of those books where you're gonna read it you're like, I need to read that twice to get it, you know?", "start": 6585.43, "duration": 6.259999999999309}, {"text": " Like, I read a sentence. Let me read that sentence again. I didn't quite understand that.", "start": 6591.69, "duration": 4.0}, {"text": " It's going to be that type of thing, right? All right. Okay. All right.", "start": 6595.69, "duration": 38.0}, {"text": " guys, we're signing off. Been a good stream. See you guys.", "start": 6633.69, "duration": 1.0}, {"text": " Slic or needs the raid. You know what? I was... Yo anonymous", "start": 6634.69, "duration": 17.69000000000051}, {"text": " what's up. Slicker needs this raid all right? More than Zerka does, that's what I'm saying.", "start": 6652.38, "duration": 6.970000000000255}, {"text": " See you guys next time. 100 K is good enough?", "start": 6659.35, "duration": 12.339999999999236}, {"text": " Yeah.", "start": 6671.69, "duration": 1.0}, {"text": " Yo infrared my boy, I appreciate that man, thank you.", "start": 6672.69, "duration": 3.0}]